{
    "games": [
        {
            "id": 1,
            "plataforms": 347,
            "genres": 287,
            "name": "The Last of Us Part I",
            "slug": "the-last-of-us-part-i",
            "rating": 4.62,
            "media": "https://cdn.dlcompare.com/game_tetiere/upload/gameimage/file/the-last-of-us-part-i-remake-file-cca54644.jpeg.webp",
            "price": 22,
            "desc": "The Last of Us Part 1 es un videojuego de acción y supervivencia desarrollado por Naughty Dog. Ambientado en un mundo post-apocalíptico, sigue la historia de Joel, un hombre endurecido por la tragedia, y Ellie, una adolescente inmune a una infección devastadora. Juntos, atraviesan paisajes peligrosos y enfrentan desafíos mortales mientras buscan la esperanza en un mundo devastado por una pandemia que transformó a la humanidad en criaturas monstruosas. El juego destaca por su narrativa emotiva, personajes complejos y una jugabilidad que combina sigilo, combate y resolución de acertijos.",
            "video": "https://www.youtube.com/embed/R2Ebc_OFeug",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 2,
            "plataforms": 345,
            "genres": 285,
            "name": "God of War (2018)",
            "slug": "god-of-war-2",
            "rating": 4.57,
            "media": "https://image.api.playstation.com/vulcan/img/rnd/202010/2217/LsaRVLF2IU2L1FNtu9d3MKLq.jpg",
            "price": 36,
            "desc": "God  of War (2018) es un videojuego de acción y aventuras desarrollado por Santa Monica Studio y publicado por Sony Interactive Entertainment. La historia sigue a Kratos, un antiguo dios de la guerra griego, y a su hijo Atreus mientras viajan por los reinos nórdicos para esparcir las cenizas de la difunta esposa y madre de la familia, Faye. A lo largo de su viaje, enfrentan desafíos tanto físicos como emocionales, explorando una impresionante narrativa de paternidad, redención y la lucha contra los dioses nórdicos. El juego se destaca por su jugabilidad intensa, combate fluido, impresionantes gráficos y una narrativa profunda y emocionante.",
            "video": "https://www.youtube.com/embed/K0u_kAWLJOA",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Action"
        },
        {
            "id": 3,
            "plataforms": 347,
            "genres": 286,
            "name": "The Witcher 3 Wild Hunt - Complete Edition",
            "slug": "the-witcher-3-game-of-the-year",
            "rating": 4.79,
            "media": "https://media.rawg.io/media/games/52b/52be96c19be0d79eeb8664e4ca2aabd5.jpg",
            "price": 40,
            "desc": "The Witcher 3: Wild Hunt - Complete Edition es un juego de rol de acción ambientado en un vasto mundo abierto donde controlas a Geralt de Rivia, un cazador de monstruos. Tu misión es encontrar a Ciri, su hija adoptiva, mientras luchas contra monstruos y enemigos. La edición completa incluye el juego base y todo el contenido descargable lanzado anteriormente. Con gráficos impresionantes y una narrativa envolvente, es considerado uno de los mejores juegos de su género.",
            "video": "https://www.youtube.com/embed/uqtFg2C2v_0",
            "plataforms_varchar": "PlayStation 5",
            "genero": "RPG"
        },
        {
            "id": 4,
            "plataforms": 345,
            "genres": 286,
            "name": "Persona 5 Royal",
            "slug": "persona-5-royal",
            "rating": 4.74,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/2x1_NSwitchDS_Persona5Royal_image1600w.jpg",
            "price": 50,
            "desc": "Persona 5 Royal es una versión mejorada y expandida del exitoso videojuego de rol japonés Persona 5. Ofrece una experiencia renovada con nuevos personajes, eventos y mecánicas de juego, además de mejoras gráficas y de calidad de vida. La trama sigue a un grupo de estudiantes de secundaria que se convierten en ladrones de corazones, usando sus habilidades sobrenaturales para luchar contra la corrupción en Tokio mientras equilibran su vida diaria. Con un estilo visual único, una banda sonora memorable y una jugabilidad profunda, Persona 5 Royal es aclamado tanto por los fanáticos de la serie como por los nuevos jugadores.",
            "video": "https://www.youtube.com/embed/SKpSpvFCZRw",
            "plataforms_varchar": "PlayStation 4",
            "genero": "RPG"
        },
        {
            "id": 5,
            "plataforms": 343,
            "genres": 290,
            "name": "Cyberpunk 2077: Phantom Liberty",
            "slug": "cyberpunk-2077-phantom-liberty",
            "rating": 4.7,
            "media": "https://www.mundodeportivo.com/alfabeta/hero/2023/10/cp2077_ep1_phl_esg_product_landscape_image_2560x1440_en_2560x1440-4436283026fe6c7769eccf77ad60d26c.jpg?width=768&aspect_ratio=16:9&format=nowebp",
            "price": 11,
            "desc": "Cyberpunk 2077: Phantom Liberty es un videojuego de acción y aventura ambientado en un futuro distópico donde la tecnología y la corrupción corporativa dominan el mundo. Los jugadores asumen el papel de un mercenario en Night City, una metrópolis llena de intrigas, violencia y desigualdad social. Con una jugabilidad de mundo abierto, el juego ofrece una historia épica llena de decisiones morales, combate emocionante y una narrativa inmersiva que explora temas como la identidad, la libertad y la relación entre humanos y tecnología.",
            "video": "https://www.youtube.com/embed/kfX9n_G0N2Y",
            "plataforms_varchar": "PC",
            "genero": "Shooter"
        },
        {
            "id": 6,
            "plataforms": 345,
            "genres": 287,
            "name": "The Last Of Us Remastered",
            "slug": "the-last-of-us-remastered",
            "rating": 4.69,
            "media": "https://image.api.playstation.com/vulcan/img/rnd/202011/1020/FKgazVvG7BcWouCr39mIiXkW.png",
            "price": 22,
            "desc": "The Last of Us Remastered es una versión mejorada del aclamado juego de acción y supervivencia The Last of Us, originalmente lanzado para la consola PlayStation 3. Desarrollado por Naughty Dog, el juego sigue la historia de Joel, un hombre endurecido por la tragedia, y Ellie, una joven valiente, mientras luchan por sobrevivir en un mundo post-apocalíptico invadido por hordas de infectados. Con una narrativa emotiva, gráficos impresionantes y una jugabilidad envolvente, The Last of Us Remastered ofrece una experiencia inolvidable llena de tensión, acción y decisiones morales difíciles.",
            "video": "https://www.youtube.com/embed/ygVPHxkokAE",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Adventure"
        },
        {
            "id": 7,
            "plataforms": 345,
            "genres": 286,
            "name": "Bloodborne: The Old Hunters",
            "slug": "bloodborne-the-old-hunters",
            "rating": 4.68,
            "media": "https://i.ytimg.com/vi/-1oKrlKiQ9I/hqdefault.jpg",
            "price": 14,
            "desc": "Bloodborne: The Old Hunters es una expansión del videojuego Bloodborne que añade nuevos entornos, enemigos y jefes, expandiendo la historia del juego principal. Ambientado en una ciudad gótica y macabra, el DLC sigue al Cazador en su búsqueda de secretos oscuros y monstruosidades aún más aterradoras. Los jugadores exploran los horrores de un pasado olvidado mientras luchan contra enemigos despiadados y descubren la verdad detrás de los secretos más oscuros de Yharnam.",
            "video": "https://www.youtube.com/embed/vbGdIdHOO3I",
            "plataforms_varchar": "PlayStation 4",
            "genero": "RPG"
        },
        {
            "id": 8,
            "plataforms": 347,
            "genres": 285,
            "name": "Helldivers II",
            "slug": "helldivers-ii",
            "rating": 4.64,
            "media": "https://image.api.playstation.com/vulcan/ap/rnd/202309/2116/3f1bd2f20b06047e0f029d44c909a2a58b45e7fc6ae1dd0f.jpg",
            "price": 45,
            "desc": "Helldivers II es un juego de acción táctica en un entorno de ciencia ficción donde los jugadores asumen el papel de soldados de élite luchando contra una fuerza alienígena en una guerra interplanetaria. El juego se centra en la cooperación en equipo y la estrategia, con intensos combates, personalización de personajes y una amplia variedad de armas y herramientas para utilizar contra los enemigos.",
            "video": "https://www.youtube.com/embed/oD3pxbG9YYI",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Action"
        },
        {
            "id": 9,
            "plataforms": 346,
            "genres": 285,
            "name": "The Binding of Isaac: Repentance",
            "slug": "the-binding-of-isaac-repentance",
            "rating": 4.63,
            "media": "https://media.rawg.io/media/screenshots/f76/f76b46caccc642a46fa7e9ef7406b38b.jpg",
            "price": 23,
            "desc": "The Binding of Isaac es un juego de video independiente que combina elementos de roguelike y dungeon crawler. El juego sigue la historia de Isaac, un niño que intenta escapar del sótano de su madre, enfrentándose a enemigos y jefes mientras recoge objetos que mejoran sus habilidades. La temática y el estilo visual son oscuros y grotescos, y el juego es conocido por su alta dificultad y su generación de niveles procedurales, lo que lo hace altamente rejugable.",
            "video": "https://www.youtube.com/embed/A_C90i1jVzY",
            "plataforms_varchar": "Xbox One",
            "genero": "Action"
        },
        {
            "id": 10,
            "plataforms": 343,
            "genres": 290,
            "name": "S.T.A.L.K.E.R. Anomaly",
            "slug": "stalker-anomaly",
            "rating": 4.62,
            "media": "https://media.rawg.io/media/games/47f/47f1eec0ec7ea86d1cdb2c25730ad8e1.jpg",
            "price": 20,
            "desc": "S.T.A.L.K.E.R. Anomaly es una modificación para el juego S.T.A.L.K.E.R.: Call of Pripyat que transforma la experiencia original al ofrecer una jugabilidad más desafiante y realista. Presenta un mundo post-apocalíptico en la Zona de Exclusión de Chernóbil, donde los jugadores luchan por sobrevivir en un ambiente lleno de peligros, mutantes y facciones en conflicto. Anomaly añade características como personalización profunda, sistema de enfermedades, clima dinámico y una variedad de mejoras visuales y de jugabilidad para una experiencia inmersiva y desafiante.",
            "video": "https://www.youtube.com/embed/aw7N07IhSOc",
            "plataforms_varchar": "PC",
            "genero": "Shooter"
        },
        {
            "id": 11,
            "plataforms": 355,
            "genres": 296,
            "name": "Dragon ball legends",
            "slug": "dragon-ball-legends",
            "rating": 4.78,
            "media": "https://play-lh.googleusercontent.com/-iWtsXEXMm0_m398qdEWFKDUKt_-E28ep2rkNnMR6EtqmUiQ0oVKVE1dL68FbzskgFY",
            "price": 10,
            "desc": "Dragon Ball Legends es un juego de acción y combate para dispositivos móviles basado en el universo de Dragon Ball. Los jugadores construyen equipos de luchadores icónicos de la serie y participan en batallas en tiempo real contra oponentes de todo el mundo. Ofrece gráficos impresionantes, controles intuitivos y una mecánica de combate emocionante, con un sistema de cartas que permite ejecutar movimientos especiales y estratégicos. Además, incluye una historia original que expande el canon de Dragon Ball.",
            "video": "https://www.youtube.com/embed/nhlh_3Fbc7I",
            "plataforms_varchar": "Android",
            "genero": "Fighting"
        },
        {
            "id": 12,
            "plataforms": 355,
            "genres": 288,
            "name": "WorldBox - Sandbox God Simulator",
            "slug": "worldbox-sandbox-god-simulator",
            "rating": 4.62,
            "media": "https://i.ytimg.com/vi/BdNCNS5fJt8/maxresdefault.jpg",
            "price": 12,
            "desc": "WorldBox es un simulador divino de sandbox donde puedes crear y controlar mundos enteros. Desde la creación de montañas y océanos hasta el desarrollo de civilizaciones y desastres naturales, tienes el poder de influir en cada aspecto de la vida en tu mundo. Con una variedad de herramientas y opciones, puedes experimentar con la evolución de la vida, la diplomacia entre civilizaciones y la destrucción masiva, todo dentro de un entorno sandbox sin restricciones.",
            "video": "https://www.youtube.com/embed/9RzAgcnK-fU",
            "plataforms_varchar": "Android",
            "genero": "Simulation"
        },
        {
            "id": 13,
            "plataforms": 366,
            "genres": 295,
            "name": "MegaMan Zero 3",
            "slug": "megaman-zero-3",
            "rating": 4.62,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/virtual_console_wii_u_7/SI_WiiUVC_MegaManZero3_image1600w.jpg",
            "price": 25,
            "desc": "MegaMan Zero 3 es un juego de acción desarrollado para Game Boy Advance donde controlas a Zero, un cyborg luchador por la justicia en un futuro distópico. En esta entrega, Zero se enfrenta a una nueva amenaza, el Neo Arcadia, mientras busca detener una conspiración que podría desencadenar una guerra. El juego presenta un combate fluido, habilidades mejoradas y una trama emocionante que explora temas de ética y libertad.",
            "video": "https://www.youtube.com/embed/U7XaCqygzgs",
            "plataforms_varchar": "Nintendo DS",
            "genero": "Platformer"
        },
        {
            "id": 15,
            "plataforms": 352,
            "genres": 290,
            "name": "Splatoon 2: Octo Expansion",
            "slug": "splatoon-2-octo-expansion",
            "rating": 4.61,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_Splatoon2_image1600w.jpg",
            "price": 40,
            "desc": "Splatoon 2 es un juego de disparos en tercera persona desarrollado por Nintendo. Se juega en línea y presenta a personajes llamados Inklings que disparan tinta de colores para cubrir el territorio y derrotar a sus oponentes. Además del modo multijugador, el juego también ofrece un modo historia en el que los jugadores luchan contra los Octarians.",
            "video": "https://www.youtube.com/embed/NBr6GqyuWnA",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Shooter"
        },
        {
            "id": 16,
            "plataforms": 346,
            "genres": 294,
            "name": "Portal 2",
            "slug": "portal-2",
            "rating": 4.61,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/620/header.jpg",
            "price": 19,
            "desc": "Portal 2 es un juego de rompecabezas en primera persona desarrollado por Valve Corporation. Continúa la historia del juego original, Portal, y presenta nuevos elementos de jugabilidad, personajes y desafíos. Los jugadores utilizan un dispositivo de portales para resolver acertijos y navegar por entornos complejos mientras siguen una trama humorística y llena de intrigas.",
            "video": "https://www.youtube.com/embed/tax4e4hBBZc",
            "plataforms_varchar": "Xbox One",
            "genero": "Puzzle"
        },
        {
            "id": 17,
            "plataforms": 344,
            "genres": 287,
            "name": "Resident Evil 4",
            "slug": "resident-evil-4-2023",
            "rating": 4.6,
            "media": "https://img.youtube.com/vi/b9OEQAW5m2k/maxresdefault.jpg",
            "price": 45,
            "desc": "Resident Evil 4  es un videojuego de survival horror lanzado en 2005, desarrollado por Capcom. La trama sigue al agente especial Leon S. Kennedy mientras investiga la desaparición de la hija del presidente en un remoto pueblo de Europa. En su misión, se enfrenta a una horda de aldeanos infectados con un extraño parásito controlado por una misteriosa secta. El juego se destaca por su atmósfera tensa, acción intensa, y el cambio a una perspectiva de tercera persona sobre el hombro, que se convirtió en un estándar en la serie.",
            "video": "https://www.youtube.com/embed/O75Ip4o1bs8",
            "plataforms_varchar": "Xbox Series S/X",
            "genero": "Adventure"
        },
        {
            "id": 18,
            "plataforms": 347,
            "genres": 286,
            "name": "Ghost of Tsushima Director's Cut",
            "slug": "ghost-of-tsushima-directors-cut",
            "rating": 4.6,
            "media": "https://image.api.playstation.com/vulcan/ap/rnd/202106/2322/ZSrFeb6XkqKiq2PZKWg20yfe.jpg",
            "price": 34,
            "desc": "Ghost of Tsushima Director's Cut  es una versión mejorada del popular juego de acción y aventuras desarrollado por Sucker Punch Productions. Esta edición incluye el juego base, junto con una expansión llamada Iki Island, donde los jugadores exploran una nueva región y enfrentan nuevos desafíos. Además, ofrece mejoras visuales, contenido adicional y características exclusivas para la plataforma PlayStation 5, brindando una experiencia aún más inmersiva en el mundo samurái de Tsushima.",
            "video": "https://www.youtube.com/embed/A5gVt028Hww",
            "plataforms_varchar": "PlayStation 5",
            "genero": "RPG"
        },
        {
            "id": 19,
            "plataforms": 371,
            "genres": 286,
            "name": "Skyrim Legendary Edition",
            "slug": "the-elder-scrolls-v-skyrim-legendary-edition",
            "rating": 4.6,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/2028782/header.jpg?t=1447358048",
            "price": 59,
            "desc": "The Elder Scrolls V: Skyrim Legendary Edition es una versión especial del juego de rol de acción de mundo abierto desarrollado por Bethesda Game Studios. Incluye el juego base, Skyrim, junto con sus tres expansiones principales: Dawnguard, Hearthfire y Dragonborn. Ambientado en la provincia ficticia de Skyrim, el juego permite a los jugadores explorar un vasto mundo lleno de criaturas, misiones y lugares por descubrir, mientras desarrollan las habilidades de su personaje y participan en una épica narrativa sobre el destino del mundo.",
            "video": "https://www.youtube.com/embed/JSRtYpNRoN0",
            "plataforms_varchar": "Xbox 360",
            "genero": "RPG"
        },
        {
            "id": 20,
            "plataforms": 346,
            "genres": 285,
            "name": "Red Dead Redemption 2",
            "slug": "red-dead-redemption-2",
            "rating": 4.59,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZMI5D6CZfC8Kx_iS0fPPLk8d727BU5UNWVN7yK8kxrw&s",
            "price": 36,
            "desc": "Red Dead Redemption 2  es un videojuego de acción y aventuras desarrollado por Rockstar Games. Ambientado en el salvaje oeste de Estados Unidos a fines del siglo XIX, sigue la historia de Arthur Morgan, un forajido miembro de una banda de forajidos liderada por Dutch van der Linde. El juego ofrece un mundo abierto inmersivo donde los jugadores pueden explorar, cazar, realizar robos y enfrentarse a desafíos mientras siguen la trama principal y se sumergen en la vida del viejo oeste.",
            "video": "https://www.youtube.com/embed/gmA6MrX81z4",
            "plataforms_varchar": "Xbox One",
            "genero": "Action"
        },
        {
            "id": 21,
            "plataforms": 346,
            "genres": 286,
            "name": "Mass Effect: Legendary Edition",
            "slug": "mass-effect-legendary-edition",
            "rating": 4.58,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSJozHQ4E37E47W_CCIxfPbwFG71h9SLsb9Zx27j1g4iw&s",
            "price": 42,
            "desc": "Mass Effect: Legendary Edition es una colección remasterizada de los tres juegos principales de la serie Mass Effect: Mass Effect, Mass Effect 2 y Mass Effect 3. Ofrece gráficos mejorados, contenido descargable incluido y ajustes en la jugabilidad para brindar una experiencia más cohesiva y moderna. Los jugadores pueden revivir la épica saga del Comandante Shepard mientras navegan por la galaxia, toman decisiones que afectan el curso de la historia y forjan alianzas en la lucha contra una amenaza alienígena.",
            "video": "https://www.youtube.com/embed/n8i53TtQ6IQ",
            "plataforms_varchar": "Xbox One",
            "genero": "RPG"
        },
        {
            "id": 22,
            "plataforms": 345,
            "genres": 286,
            "name": "Dark Souls III: The Ringed City",
            "slug": "dark-souls-iii-the-ringed-city",
            "rating": 4.58,
            "media": "https://www.wingamestore.com/images_boxshots/master/dark-soulstm-iii-the-ringed-citytm-1548950735.jpg",
            "price": 42,
            "desc": "Dark Souls III: The Ringed City es la última expansión del aclamado juego de acción y RPG Dark Souls III. Ambientada en un mundo oscuro y desolado, esta expansión lleva a los jugadores a explorar una misteriosa ciudad hundida en las profundidades, llena de peligros, enemigos desafiantes y secretos por descubrir. Con nuevos jefes poderosos, armas y conjuntos de armaduras, The Ringed City ofrece una experiencia intensa y desafiante que pondrá a prueba la habilidad y la tenacidad de los jugadores hasta el límite.",
            "video": "https://www.youtube.com/embed/4hYKbLZ3BlE",
            "plataforms_varchar": "PlayStation 4",
            "genero": "RPG"
        },
        {
            "id": 23,
            "plataforms": 347,
            "genres": 293,
            "name": "Baldur's Gate III",
            "slug": "baldurs-gate-3",
            "rating": 4.57,
            "media": "https://image.api.playstation.com/vulcan/ap/rnd/202302/2321/3098481c9164bb5f33069b37e49fba1a572ea3b89971ee7b.jpg",
            "price": 24,
            "desc": "Baldur's Gate III es un juego de rol desarrollado por Larian Studios que combina elementos de fantasía, acción y aventura. Ambientado en el mundo de Dungeons & Dragons, el juego sigue a un grupo de personajes que se ven envueltos en una épica historia mientras exploran peligrosos paisajes, luchan contra monstruos y toman decisiones que afectan el curso de la trama. Con una jugabilidad centrada en la narrativa y el combate estratégico por turnos, los jugadores se embarcan en una emocionante odisea en busca de poder, gloria y redención.",
            "video": "https://www.youtube.com/embed/1T22wNvoNiU",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Strategy"
        },
        {
            "id": 24,
            "plataforms": 355,
            "genres": 296,
            "name": "Dragon ball z  dokkan battle",
            "slug": "dragon-ball-dokkan-battle",
            "rating": 4.68,
            "media": "https://image.winudf.com/v2/image1/Y29tLmJhbmRhaW5hbWNvZ2FtZXMuZGJ6ZG9ra2Fud3dfYmFubmVyXzE2MDQ2Mzg5MDZfMDM2/banner.jpg?fakeurl=1",
            "price": 10,
            "desc": "Dragon Ball Z: Dokkan Battle es un juego de rol y estrategia para móviles, donde los jugadores coleccionan y entrenan personajes de Dragon Ball. Utilizan un sistema de puzzle para activar ataques en batallas. El juego incluye misiones de historia, eventos especiales y actualizaciones frecuentes, manteniendo a los jugadores comprometidos con nuevos contenidos y desafíos.",
            "video": "https://www.youtube.com/embed/DnXmGYh9L6c",
            "plataforms_varchar": "Android",
            "genero": "Fighting"
        },
        {
            "id": 25,
            "plataforms": 361,
            "genres": 286,
            "name": "The Legend of Zelda: Twilight Princess HD",
            "slug": "the-legend-of-zelda-twilight-princess-hd",
            "rating": 4.57,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/wiiu_14/SI_WiiU_TheLegendOfZeldaTwilightPrincessHD_image1600w.jpg",
            "price": 35,
            "desc": "The Legend of Zelda: Twilight Princess HD es una versión remasterizada del juego original lanzado para la consola Wii U. Este título sigue la historia de Link, quien se embarca en una aventura épica para salvar el reino de Hyrule de las garras de la oscuridad. Con gráficos mejorados, controles renovados y algunas características adicionales, como la compatibilidad con amiibo, ofrece una experiencia más inmersiva y pulida en comparación con el juego original.",
            "video": "https://www.youtube.com/embed/WSWiCGb6fqY",
            "plataforms_varchar": "Wii U",
            "genero": "RPG"
        },
        {
            "id": 26,
            "plataforms": 345,
            "genres": 287,
            "name": "The Last Of Us",
            "slug": "the-last-of-us",
            "rating": 4.57,
            "media": "https://hips.hearstapps.com/hmg-prod/images/the-last-of-us-1613120911.jpg",
            "price": 26,
            "desc": "The Last of Us es un juego de video aclamado que combina elementos de acción, aventura y supervivencia en un mundo postapocalíptico. La trama sigue a Joel, un superviviente endurecido, y a Ellie, una joven inmune a una plaga que ha devastado la humanidad. Juntos, atraviesan paisajes desolados y peligrosos, enfrentando amenazas humanas y mutantes, mientras forjan un vínculo emocional en su viaje por la supervivencia y la esperanza. El juego destaca por su narrativa profunda, personajes memorables y una atmósfera intensamente emotiva",
            "video": "https://www.youtube.com/embed/Mel8DZBEJTo",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Adventure"
        },
        {
            "id": 27,
            "plataforms": 353,
            "genres": 292,
            "name": "Deltarune: Chapter 2",
            "slug": "deltarune-chapter-2",
            "rating": 4.56,
            "media": "https://i0.wp.com/cornellsun.com/wp-content/uploads/2021/11/Deltarune-Chapter-2-1.jpg?fit=1170%2C585&ssl=1",
            "price": 26,
            "desc": "Deltarune: Chapter 2 es la continuación del aclamado juego de rol creado por Toby Fox. En esta entrega, los jugadores regresan al mundo misterioso de Deltarune y se embarcan en una nueva aventura con personajes conocidos y nuevos. La historia sigue a Kris y sus amigos mientras exploran nuevos lugares, enfrentan desafiantes enemigos y descubren secretos más profundos sobre el universo del juego. Con su característico estilo artístico, humor y mecánicas de juego únicas, Deltarune: Chapter 2 ofrece una experiencia emocionante y llena de sorpresas para los fanáticos del género de los juegos de rol.",
            "video": "https://www.youtube.com/embed/AdY8c0XQCcM",
            "plataforms_varchar": "macOS",
            "genero": "Indie"
        },
        {
            "id": 28,
            "plataforms": 352,
            "genres": 286,
            "name": "The Legend of Heroes: Trails to Azure",
            "slug": "the-legend-of-heroes-trails-to-azure",
            "rating": 4.56,
            "media": "https://media.rawg.io/media/games/77c/77c7ff1b56cf0a7b6b3ce8deb7359543.jpg",
            "price": 39,
            "desc": "The Legend of Heroes: Trails to Azure es un juego de rol japonés que sigue la historia de un grupo de personajes en el mundo de Zemuria. Ambientado en la nación de Crossbell, sigue las aventuras de Lloyd Bannings y su equipo mientras investigan una serie de incidentes políticos y criminales que amenazan la estabilidad de la región. Con un sistema de combate por turnos y una narrativa rica en detalles y giros, el juego explora temas de política, corrupción y amistad mientras los personajes luchan por proteger a su ciudad y descubrir la verdad detrás de los acontecimientos en juego.",
            "video": "https://www.youtube.com/embed/zsSiqBO0EGA",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "RPG"
        },
        {
            "id": 29,
            "plataforms": 370,
            "genres": 295,
            "name": "MegaMan Zero",
            "slug": "megaman-zero",
            "rating": 4.56,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_ds_22/SI_NDS_MegaManZeroCollection_image1600w.jpg",
            "price": 11,
            "desc": "MegaMan Zero es un videojuego de acción y plataforma lanzado para la consola Game Boy Advance. La historia se centra en Zero, un poderoso guerrero cibernético que lucha contra la opresión de los humanos sobre los Reploids. Con habilidades únicas y armas especiales, Zero se enfrenta a enemigos poderosos y desafiantes jefes en un mundo futurista lleno de peligros.",
            "video": "https://www.youtube.com/embed/Sv0EDh2Q8l4",
            "plataforms_varchar": "Game Boy Advance",
            "genero": "Platformer"
        },
        {
            "id": 30,
            "plataforms": 353,
            "name": "StarCraft: Brood War",
            "slug": "starcraft-brood-war",
            "rating": 4.56,
            "media": "https://e.rpp-noticias.io/xlarge/2017/04/03/385638_378424.jpg",
            "price": 26,
            "desc": "StarCraft: Brood War es un juego de estrategia en tiempo real lanzado en 1998 por Blizzard Entertainment. Ambientado en un universo de ciencia ficción, presenta tres facciones: los humanos terran, los enigmáticos protoss y los insectoides zerg. El juego se centra en la gestión de recursos, la construcción de bases y la estrategia militar para derrotar a los oponentes. Brood War es la expansión de StarCraft original, que introduce nuevas unidades, mapas y una campaña continua que amplía la historia del juego base. Es considerado uno de los juegos de estrategia más influyentes y competitivos de todos los tiempos.",
            "video": "https://www.youtube.com/embed/4jLVrAb0GnE",
            "plataforms_varchar": "macOS"
        },
        {
            "id": 31,
            "plataforms": 371,
            "genres": 287,
            "name": "Grand Theft Auto IV: Complete Edition",
            "slug": "grand-theft-auto-iv-complete-edition",
            "rating": 4.55,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/901583/header.jpg?t=1509997232",
            "price": 40,
            "desc": "Grand Theft Auto IV: Complete Edition es una versión completa del juego de mundo abierto lanzado en 2008. Ambientado en Liberty City, una versión ficticia de Nueva York, sigue la historia de Niko Bellic, un inmigrante de Europa del Este que busca el sueño americano mientras se ve envuelto en el crimen organizado y la corrupción. Ofrece una experiencia expansiva con misiones emocionantes, personajes memorables y un entorno urbano detallado, junto con dos expansiones, The Lost and Damned y The Ballad of Gay Tony, que añaden nuevas historias y mecánicas al juego principal.",
            "video": "https://www.youtube.com/embed/ZQzIZkxsWYw",
            "plataforms_varchar": "Xbox 360",
            "genero": "Adventure"
        },
        {
            "id": 32,
            "plataforms": 353,
            "genres": 293,
            "name": "Warcraft 3: The Frozen Throne",
            "slug": "warcraft-3-the-frozen-throne",
            "rating": 4.55,
            "media": "https://1.bp.blogspot.com/-2GcLH3rfNj8/UmwebGXzkGI/AAAAAAAAHGI/eyU4VUn6fjk/s1600/Arthas_frozen_throne.jpg",
            "price": 13,
            "desc": "Warcraft 3: The Frozen Throne es la expansión del famoso juego de estrategia en tiempo real Warcraft 3. Ambientado en el universo de fantasía de Warcraft, este juego sigue la historia de varias facciones luchando por el control de Azeroth. La expansión añade nuevas unidades, héroes y campañas, así como modos multijugador mejorados. También profundiza en la trama principal, introduciendo personajes y conflictos nuevos. Con una jugabilidad estratégica y una narrativa envolvente, The Frozen Throne es un clásico del género de estrategia.",
            "video": "https://www.youtube.com/embed/4VW95sZIWME",
            "plataforms_varchar": "macOS",
            "genero": "Strategy"
        },
        {
            "id": 33,
            "plataforms": 343,
            "genres": 286,
            "name": "The Elder Scrolls 4: Shivering Isles",
            "slug": "the-elder-scrolls-4-shivering-isles",
            "rating": 4.54,
            "media": "https://assets-prd.ignimgs.com/2022/01/12/shiveringislaes-es-sq-1642027326965.jpg",
            "price": 34,
            "desc": "The Elder Scrolls IV: Shivering Isles es la expansión de The Elder Scrolls IV: Oblivion, un juego de rol de mundo abierto. Te lleva a la enigmática y surrealista región de Shivering Isles, gobernada por el Príncipe Daedra Sheogorath. En esta expansión, los jugadores exploran un paisaje único, enfrentan desafíos emocionantes y se sumergen en una trama llena de intriga y locura.",
            "video": "https://www.youtube.com/embed/fuIe5ZSx5iU",
            "plataforms_varchar": "PC",
            "genero": "RPG"
        },
        {
            "id": 34,
            "plataforms": 359,
            "genres": 294,
            "name": "The Legend of Zelda: Ocarina of Time 3D",
            "slug": "the-legend-of-zelda-ocarina-of-time-3d",
            "rating": 4.54,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_3ds_25/SI_3DS_TheLegendofZeldaOcarinaofTime3D_image1600w.jpg",
            "price": 22,
            "desc": "The Legend of Zelda: Ocarina of Time 3D es un juego de acción y aventuras en tercera persona desarrollado por Nintendo. Es una versión remasterizada del clásico juego de Nintendo 64 The Legend of Zelda: Ocarina of Time, lanzado originalmente en 1998. En esta versión, los gráficos han sido mejorados y se han añadido algunas características adicionales, como controles mejorados, un modo de Master Quest y efectos en 3D para la consola Nintendo 3DS. El juego sigue la historia del héroe Link, quien debe viajar a través del tiempo y explorar diferentes mazmorras para detener al malvado Ganondorf y salvar el reino de Hyrule. Utilizando una ocarina mágica, Link debe resolver acertijos, luchar contra enemigos y recolectar objetos para progresar en su búsqueda.",
            "video": "https://www.youtube.com/embed/Jfg6RfClZJg",
            "plataforms_varchar": "Nintendo 3DS",
            "genero": "Puzzle"
        },
        {
            "id": 35,
            "genres": 286,
            "name": "Doom RPG",
            "slug": "doom-rpg",
            "rating": 4.53,
            "media": "https://media.rawg.io/media/screenshots/1ea/1eadfc387208ec3d4b0ead32f3a35115.jpg",
            "price": 25,
            "desc": "Doom RPG es un juego de rol para móviles que combina la acción y la exploración del clásico juego de disparos Doom con elementos de juego de rol, como la progresión del personaje, la exploración de mazmorras y la interacción con personajes no jugables. Los jugadores asumen el papel de un marine espacial que debe enfrentarse a hordas de demonios en una instalación científica en Marte, mientras completa misiones, mejora su equipo y habilidades, y descubre secretos en el camino.",
            "video": "https://www.youtube.com/embed/rBDu4n6AmFs",
            "genero": "RPG"
        },
        {
            "id": 36,
            "plataforms": 361,
            "genres": 286,
            "name": "The Legend of Zelda: Breath of the Wild",
            "slug": "the-legend-of-zelda-breath-of-the-wild",
            "rating": 4.53,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/wiiu_14/SI_WiiU_TheLegendOfZeldaBreathOfTheWild_image1600w.jpg",
            "price": 48,
            "desc": "The Legend of Zelda: Breath of the Wild es un juego de acción y aventuras de mundo abierto desarrollado por Nintendo. Ambientado en el reino de Hyrule, sigue al héroe Link en su misión para derrotar a Ganon y salvar a la princesa Zelda. Con un vasto mundo para explorar, mecánicas de juego innovadoras y una narrativa envolvente, el juego destaca por su libertad de exploración, resolución de acertijos y combate estratégico. Además, cuenta con un estilo visual único y una banda sonora memorable que complementa la experiencia de juego.",
            "video": "https://www.youtube.com/embed/zw47_q9wbBE",
            "plataforms_varchar": "Wii U",
            "genero": "RPG"
        },
        {
            "id": 37,
            "plataforms": 343,
            "genres": 288,
            "name": "Phoenix Wright: Ace Attorney Trilogy",
            "slug": "ace-attorney-phoenix-wright-trilogy-hd",
            "rating": 4.53,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/787480/capsule_616x353.jpg?t=1712623869",
            "price": 16,
            "desc": "Phoenix Wright: Ace Attorney Trilogy es una serie de videojuegos de aventuras y novelas visuales que sigue las hazañas del abogado novato Phoenix Wright mientras defiende a sus clientes en los tribunales. Con una combinación única de investigación de escenas del crimen, interrogatorios y argumentación legal, los jugadores resuelven casos intrigantes y descubren la verdad detrás de cada crimen. La trilogía incluye los primeros tres juegos de la serie original: Phoenix Wright: Ace Attorney, Phoenix Wright: Ace Attorney - Justice for All y Phoenix Wright: Ace Attorney - Trials and Tribulations.",
            "video": "https://www.youtube.com/embed/QY7EDGd_B50",
            "plataforms_varchar": "PC",
            "genero": "Simulation"
        },
        {
            "id": 38,
            "plataforms": 352,
            "genres": 287,
            "name": "Outer Wilds - Echoes of the Eye",
            "slug": "outer-wilds-echoes-of-the-eye",
            "rating": 4.52,
            "media": "https://cdn1.epicgames.com/salesEvent/salesEvent/EGS_OuterWildsEchoesoftheEye_MobiusDigital_Expansion_S1_2560x1440-1e8dd4dc3c0db902ff689686928633d2",
            "price": 26,
            "desc": "Outer Wilds - Echoes of the Eye es una expansión del galardonado juego de exploración cósmica Outer Wilds. En esta expansión, los jugadores se embarcan en una nueva aventura para descubrir los secretos ocultos en un misterioso enclave lunar. Con una narrativa envolvente, puzzles desafiantes y un mundo lleno de misterio, Echoes of the Eye expande la experiencia única de exploración y descubrimiento que hizo que Outer Wilds fuera tan apreciado por los jugadores y la crítica.",
            "video": "https://www.youtube.com/embed/pt9M6WumjtE",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Adventure"
        },
        {
            "id": 39,
            "plataforms": 346,
            "genres": 295,
            "name": "It Takes Two",
            "slug": "it-takes-two-2",
            "rating": 4.52,
            "media": "https://www.fantasymundo.com/wp-content/uploads/2021/04/it-takes-two-portada.jpg",
            "price": 24,
            "desc": "It Takes Two es un juego de plataformas y aventuras cooperativo donde dos jugadores controlan a una pareja en un viaje fantástico para resolver acertijos y superar desafíos en un mundo lleno de magia y sorpresas.",
            "video": "https://www.youtube.com/embed/GAWHzGNcTEw",
            "plataforms_varchar": "Xbox One",
            "genero": "Platformer"
        },
        {
            "id": 40,
            "plataforms": 346,
            "genres": 295,
            "name": "Cuphead: The Delicious Last Course",
            "slug": "cuphead-the-delicious-last-course",
            "rating": 4.52,
            "media": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_1240/b_white/f_auto/q_auto/ncom/software/switch/70010000016330/d94d2186ef03c930392253c83c84af0c73b7e57cd902a526b09b4155a25930fe",
            "price": 33,
            "desc": "Cuphead: The Delicious Last Course  es una expansión del juego original Cuphead que añade nuevos niveles, jefes, armas y personajes jugables. Se centra en la búsqueda de Cuphead y Mugman para ayudar a Ms. Chalice a salvar a su amiga, la legendaria chef Saltbaker, en una isla llena de desafíos culinarios.",
            "video": "https://www.youtube.com/embed/gA2kRDKnhps",
            "plataforms_varchar": "Xbox One",
            "genero": "Platformer"
        },
        {
            "id": 41,
            "plataforms": 343,
            "genres": 293,
            "name": "Heroes of Might and Magic 3: The Shadow of Death",
            "slug": "heroes-of-might-and-magic-3-the-shadow-of-death",
            "rating": 4.52,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlxAoQPItjUl1Ys1l7fPkEMzIZNRyrbUT61djIyJsRvA&s",
            "price": 33,
            "desc": "Heroes of Might and Magic 3: The Shadow of Death  es una expansión del popular juego de estrategia por turnos. Introduce nuevas campañas, criaturas y artefactos, además de ajustes de equilibrio y mejoras. Los jugadores exploran mapas, reclutan héroes, construyen ciudades y lideran ejércitos para conquistar territorios, todo mientras gestionan recursos y enfrentan desafiantes batallas tácticas.",
            "video": "https://www.youtube.com/embed/vdJRKWfzpuA",
            "plataforms_varchar": "PC",
            "genero": "Strategy"
        },
        {
            "id": 42,
            "plataforms": 373,
            "genres": 293,
            "name": "Shin Megami Tensei: Persona 3 Portable",
            "slug": "persona-3-portable",
            "rating": 4.52,
            "media": "https://image.api.playstation.com/vulcan/ap/rnd/202211/1708/QU6ouWcZzVgCRfB8rTwzEd3s.png",
            "price": 57,
            "desc": "Shin Megami Tensei: Persona 3 Portable es un juego de rol japonés que sigue la historia de un estudiante que descubre su capacidad para invocar criaturas místicas llamadas Personas para luchar contra criaturas oscuras conocidas como Sombras. El juego combina elementos de simulación de vida escolar con batallas por turnos en mazmorras generadas aleatoriamente. Los jugadores exploran la ciudad de día y luchan en las mazmorras durante la noche, gestionando relaciones sociales y fortaleciendo sus Personas para enfrentar desafíos cada vez mayores.",
            "video": "https://www.youtube.com/embed/IrU0QzkhcNk",
            "plataforms_varchar": "PSP",
            "genero": "Strategy"
        },
        {
            "id": 43,
            "plataforms": 343,
            "genres": 293,
            "name": "Heroes of Might and Magic 3: Complete",
            "slug": "heroes-of-might-and-magic-3-complete",
            "rating": 4.51,
            "media": "https://images.gog-statics.com/a18a7017bdca7bdd14fb003a46522e320051d3e9c1fb939559a4517d90f86170.jpg",
            "price": 27,
            "desc": "Heroes of Might and Magic 3: Complete es un juego de estrategia por turnos que combina la gestión de recursos, la construcción de ciudades y el combate táctico en un mundo de fantasía. Los jugadores eligen héroes, reclutan ejércitos y exploran mapas llenos de criaturas y tesoros. El objetivo es conquistar territorios, derrotar a enemigos y completar objetivos mientras se desarrollan las habilidades de los héroes y se mejoran las ciudades. Con una amplia variedad de facciones, hechizos y unidades, ofrece una experiencia profunda y desafiante tanto para jugadores individuales como para partidas multijugador.",
            "video": "https://www.youtube.com/embed/vdJRKWfzpuA",
            "plataforms_varchar": "PC",
            "genero": "Strategy"
        },
        {
            "id": 44,
            "plataforms": 352,
            "genres": 294,
            "name": "Portal",
            "slug": "portal",
            "rating": 4.51,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/400/capsule_616x353.jpg?t=1699003695",
            "price": 15,
            "desc": "Portal es un videojuego de rompecabezas en primera persona desarrollado por Valve Corporation. El juego presenta una mecánica única que utiliza un dispositivo de teletransportación llamado Portal Gun para resolver acertijos y avanzar a través de entornos futuristas. La protagonista, Chell, se encuentra atrapada en un laboratorio controlado por una inteligencia artificial sarcástica llamada GLaDOS, y debe usar su ingenio para superar una serie de desafíos mientras descubre la verdad detrás de su encierro. El juego es conocido por su humor negro, diseño de niveles ingenioso y narrativa envolvente.",
            "video": "https://www.youtube.com/embed/TluRVBhmf8w",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Puzzle"
        },
        {
            "id": 45,
            "plataforms": 346,
            "genres": 297,
            "name": "Grand Theft Auto: San Andreas",
            "slug": "grand-theft-auto-san-andreas",
            "rating": 4.51,
            "media": "https://media.vandal.net/i/600x300/11-2016/20161122143936_2.jpg",
            "price": 20,
            "desc": "Grand Theft Auto: San Andreas es un videojuego de acción y aventuras lanzado en 2004 por Rockstar Games. Ambientado en una versión ficticia de California en la década de 1990, sigue la historia de Carl CJ Johnson mientras navega por el mundo criminal y las luchas de pandillas en su regreso a casa. Ofrece una gran cantidad de misiones, actividades secundarias y un vasto mundo abierto para explorar, con un enfoque en la libertad del jugador y la narrativa no lineal.",
            "video": "https://www.youtube.com/embed/yOzcbtsw_pQ",
            "plataforms_varchar": "Xbox One",
            "genero": "Racing"
        },
        {
            "id": 46,
            "plataforms": 347,
            "genres": 287,
            "name": "The Last of Us Part II Remastered",
            "slug": "the-last-of-us-part-ii-remastered",
            "rating": 4.5,
            "media": "https://image.api.playstation.com/vulcan/ap/rnd/202311/1717/0124532002d9b1295418e44465ceb3d3e9c1718416800efb.png",
            "price": 36,
            "desc": "The Last of Us Part II Remastered es una versión mejorada del aclamado juego de acción y supervivencia desarrollado por Naughty Dog. Ambientado en un mundo post apocalíptico infestado de infectados, sigue la historia de Ellie mientras lucha por la supervivencia y la venganza en un viaje emocionalmente impactante. Con gráficos mejorados, mejoras en el rendimiento y todo el contenido descargable incluido, ofrece una experiencia inmersiva aún más impresionante que el original.",
            "video": "https://www.youtube.com/embed/yOzcbtsw_pQ",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 47,
            "plataforms": 352,
            "genres": 287,
            "name": "Super Mario Bros. Wonder",
            "slug": "super-mario-bros-wonder",
            "rating": 4.5,
            "media": "https://periodismo.ull.es/wp-content/uploads/2023/10/2x1_NSwitch_SuperMarioBrosWonder.jpg",
            "price": 50,
            "desc": "Super Mario Bros. Wonder es un juego de plataformas en 2D que combina la jugabilidad clásica de Super Mario Bros. con elementos nuevos y sorprendentes. Los jugadores controlan a Mario o a otros personajes del universo de Mario mientras atraviesan niveles coloridos llenos de obstáculos, enemigos y secretos por descubrir. La mecánica principal sigue siendo saltar sobre enemigos, recolectar monedas y alcanzar la meta, pero el juego incluye nuevos power-ups, mundos temáticos y desafíos innovadores que lo hacen fresco y emocionante para los fans de la franquicia.",
            "video": "https://www.youtube.com/embed/0-QkU0EXt8U",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Adventure"
        },
        {
            "id": 48,
            "plataforms": 352,
            "genres": 295,
            "name": "Metroid Prime Remastered",
            "slug": "metroid-prime-remastered",
            "rating": 4.5,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_MetroidPrimeRemastered.jpg",
            "price": 31,
            "desc": "Metroid Prime Remastered es una versión actualizada del clásico juego de acción y aventuras lanzado originalmente para GameCube en 2002. Esta remasterización ofrece gráficos mejorados, controles optimizados y posiblemente contenido adicional, todo diseñado para brindar una experiencia renovada y emocionante a los fanáticos de la serie Metroid.",
            "video": "https://www.youtube.com/embed/e9OQOJC1QII",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Platformer"
        },
        {
            "id": 49,
            "plataforms": 352,
            "genres": 292,
            "name": "Wildfrost",
            "slug": "wildfrost",
            "rating": 4.5,
            "media": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/2x1_NSwitchDS_Wildfrost_image1600w.jpg",
            "price": 41,
            "desc": "Wildfrost es un mundo de fantasía helado y salvaje, donde criaturas místicas y poderes elementales chocan en una lucha épica por el dominio. Los aventureros exploran vastas extensiones de tundra congelada, enfrentando peligros tanto naturales como sobrenaturales mientras descubren antiguos secretos enterrados bajo la nieve. Es un escenario donde la naturaleza misma es tanto aliada como enemiga, y donde la supervivencia depende de la astucia, la fuerza y la magia.",
            "video": "https://www.youtube.com/embed/y3MankqDP4E",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Indie"
        },
        {
            "id": 51,
            "plataforms": 343,
            "genres": 288,
            "name": "The Sims 4: Cats & Dogs",
            "slug": "the-sims-4-cats-dogs",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/4ae/4aed521cb13dcc2f64fb1711caf5d422.jpg",
            "price": 18,
            "desc": "The Sims 4: Cats & Dogs es una expansión del popular juego de simulación de vida The Sims 4 que se centra en agregar mascotas al juego. Permite a los jugadores crear y personalizar perros y gatos, controlar sus vidas, satisfacer sus necesidades y disfrutar de interacciones únicas entre mascotas y Sims. Además, incluye la adición de una nueva ciudad llamada Brindleton Bay, diseñada especialmente para que los Sims y sus mascotas disfruten juntos.",
            "video": "https://www.youtube.com/embed/OFWb3lgRpcE",
            "plataforms_varchar": "PC",
            "genero": "Simulation"
        },
        {
            "id": 52,
            "plataforms": 357,
            "genres": 288,
            "name": "Zone of the Enders 2: The Second Runner",
            "slug": "zone-of-the-enders-2-the-second-runner",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/91c/91c7cd98fadf1919d97d7142eb9d4718.jpg",
            "price": 23,
            "desc": "Zone of the Enders: The 2nd Runner es un juego de acción y mechas que sigue la historia de un joven llamado Dingo Egret, quien se ve envuelto en una guerra interplanetaria. Pilotando un poderoso mecha llamado Jehuty, Dingo lucha contra fuerzas hostiles mientras descubre secretos sobre su pasado y el propósito de Jehuty. Con batallas emocionantes y una trama intrigante, el juego ofrece una experiencia intensa de combate y narrativa futurista.",
            "video": "https://www.youtube.com/embed/ingxee5RowU",
            "plataforms_varchar": "PlayStation 3",
            "genero": "Simulation"
        },
        {
            "id": 53,
            "plataforms": 366,
            "genres": 287,
            "name": "Last Window: The Secret of Cape West",
            "slug": "last-window-the-secret-of-cape-west",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/15c/15c2c8eabad2db2fb414a86b2f5ec4cf.jpg",
            "price": 55,
            "desc": "Last Window: The Secret of Cape West es un videojuego de aventuras para Nintendo DS que sigue la historia de Kyle Hyde, un ex detective convertido en vendedor de seguros. Ambientado en un edificio de apartamentos en Los Ángeles, la trama se desarrolla mientras Kyle investiga el misterio detrás de la muerte de su padre y un valioso objeto desaparecido. Con una mezcla de exploración, resolución de acertijos y una trama intrigante, el juego ofrece una experiencia envolvente llena de giros y revelaciones.",
            "video": "https://www.youtube.com/embed/Xw0uhisgC3E",
            "plataforms_varchar": "Nintendo DS",
            "genero": "Adventure"
        },
        {
            "id": 54,
            "plataforms": 370,
            "genres": 295,
            "name": "MegaMan Zero 4",
            "slug": "megaman-zero-4",
            "rating": 4.5,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/virtual_console_wii_u_7/SI_WiiUVC_MegaManZero4_image1600w.jpg",
            "price": 49,
            "desc": "MegaMan Zero 4 es un videojuego de acción desarrollado por Inti Creates para la consola portátil Game Boy Advance. Ambientado en un futuro distópico, sigue las aventuras de Zero, un androide luchador, mientras lucha contra el malvado Imperio Neo Arcadia. Con gráficos pixelados y desafiantes combates contra jefes, el juego ofrece una emocionante mezcla de acción y plataformas, con una historia envolvente que explora temas como la libertad y la identidad.",
            "video": "https://www.youtube.com/embed/AisbZKrnNcI",
            "plataforms_varchar": "Game Boy Advance",
            "genero": "Platformer"
        },
        {
            "id": 56,
            "plataforms": 346,
            "genres": 286,
            "name": "Divinity: Original Sin 2 - Definitive Edition",
            "slug": "divinity-original-sin-ii-definitive-edition",
            "rating": 4.5,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/435150/capsule_616x353.jpg?t=1709728210",
            "price": 54,
            "desc": "Divinity: Original Sin 2 - Definitive Edition es un juego de rol de fantasía que ofrece una profunda experiencia de juego táctico y narrativo. Los jugadores crean su propio personaje y se embarcan en una épica aventura para salvar el mundo de Rivellon. Con una jugabilidad estratégica por turnos, una historia rica y ramificada, y un mundo abierto lleno de secretos y desafíos, el juego invita a los jugadores a explorar, tomar decisiones significativas y enfrentarse a enemigos formidables mientras desentrañan los misterios de su mundo.",
            "video": "https://www.youtube.com/embed/vhM9bC4zZBE",
            "plataforms_varchar": "Xbox One",
            "genero": "RPG"
        },
        {
            "id": 57,
            "plataforms": 346,
            "genres": 287,
            "name": "Resident Evil 2",
            "slug": "resident-evil-2-2019",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/053/053fc543bf488349610f1ae2d0c1b51b.jpg",
            "price": 55,
            "desc": "Resident Evil 2 es un videojuego de survival horror lanzado en 1998, desarrollado por Capcom. Ambientado en Raccoon City durante un brote de un virus que convierte a la población en zombies, sigue las historias entrelazadas de dos personajes principales, Leon S. Kennedy y Claire Redfield, mientras luchan por sobrevivir y descubrir la verdad detrás del desastre. El juego se desarrolla en un entorno de exploración en tercera persona, con elementos de puzzles y combate, ofreciendo una experiencia intensa y emocionante llena de tensión y horror",
            "video": "https://www.youtube.com/embed/u3wS-Q2KBpk",
            "plataforms_varchar": "Xbox One",
            "genero": "Adventure"
        },
        {
            "id": 59,
            "plataforms": 351,
            "genres": 297,
            "name": "Super Monaco GP",
            "slug": "super-monaco-gp",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/b64/b643ca80c46f75adeb40e4f5cbb33fee.jpg",
            "price": 35,
            "desc": "Super Monaco GP es un juego de carreras de arcade lanzado en 1989 y adaptado a varias plataformas. Situado en el mundo de la Fórmula 1, ofrece carreras emocionantes en circuitos inspirados en el Gran Premio de Mónaco. Los jugadores compiten por la victoria mientras gestionan la mecánica del coche y evitan obstáculos en pistas detalladas y desafiantes.",
            "video": "https://www.youtube.com/embed/zGtS7rz1PNc",
            "plataforms_varchar": "Genesis",
            "genero": "Racing"
        },
        {
            "id": 60,
            "plataforms": 370,
            "genres": 286,
            "name": "Mega Man Battle Network 6",
            "slug": "mega-man-battle-network-6",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/f71/f71bb1d261493da6032df37669eb368d.jpg",
            "price": 16,
            "desc": "Mega Man Battle Network 6 es un juego de rol táctico desarrollado por Capcom. En él, controlas a Lan Hikari y a su compañero digital, MegaMan.EXE, mientras exploran el Cyber Mundo y combaten virus y enemigos utilizando cartas de batalla. La trama sigue la lucha contra una amenaza virtual llamada Falta, mientras se enfrentan a diversos desafíos y hacen nuevos aliados en el camino. El juego presenta mecánicas de batalla estratégicas y una variedad de NetNavis con habilidades únicas.",
            "video": "https://www.youtube.com/embed/9efmqZ5NtVY",
            "plataforms_varchar": "Game Boy Advance",
            "genero": "RPG"
        },
        {
            "id": 61,
            "plataforms": 343,
            "genres": 287,
            "name": "The Secrets of Da Vinci: The Forbidden Manuscript",
            "slug": "the-secrets-of-da-vinci-the-forbidden-manuscript",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/dc0/dc03aff4d5392895d74ec2e6b0e74a42.jpg",
            "price": 11,
            "desc": "The Secrets of Da Vinci: The Forbidden Manuscript es un juego de aventuras y rompecabezas que te sumerge en la búsqueda de un misterioso manuscrito perdido de Leonardo da Vinci. Explorar escenarios históricos y resolver acertijos mientras descubres secretos ocultos del famoso artista e inventor del Renacimiento.",
            "video": "https://www.youtube.com/embed/xIffF283mug",
            "plataforms_varchar": "PC",
            "genero": "Adventure"
        },
        {
            "id": 62,
            "plataforms": 343,
            "genres": 301,
            "name": "The Typing of the Dead",
            "slug": "the-typing-of-the-dead",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/9b0/9b048545a4e7471d83a718a91cd5f77f.jpg",
            "price": 11,
            "desc": "The Typing of the Dead es un juego de video que combina la mecánica de un shooter con la escritura a máquina. Los jugadores eliminan zombies escribiendo palabras y frases que aparecen en la pantalla en lugar de disparar con armas convencionales. Es una versión divertida y educativa de los clásicos juegos de disparos, que pone a prueba tanto la destreza en el teclado como los reflejos para sobrevivir al apocalipsis zombie.",
            "video": "https://www.youtube.com/embed/3VNKlKu7gb0",
            "plataforms_varchar": "PC",
            "genero": "Educational"
        },
        {
            "id": 63,
            "plataforms": 363,
            "genres": 296,
            "name": "Ninja Gaiden Black",
            "slug": "ninja-gaiden-black",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/51f/51f5251163fc646e4f0230eb8eb7a795.jpg",
            "price": 51,
            "desc": "Ninja Gaiden Black es un videojuego de acción y aventuras lanzado en 2005 para la consola Xbox. Desarrollado por Team Ninja, es una versión mejorada del original Ninja Gaiden con gráficos mejorados, nuevos modos de juego y ajustes de dificultad. El juego sigue la historia de Ryu Hayabusa, un ninja que busca vengar la muerte de su clan mientras lucha contra hordas de enemigos y jefes desafiantes con su habilidad en combate y su arsenal de armas letales. Es conocido por su acción rápida, desafiante y su sistema de combate fluido y complejo.",
            "video": "https://www.youtube.com/embed/wJ8erB6IeHU",
            "plataforms_varchar": "Xbox",
            "genero": "Fighting"
        },
        {
            "id": 64,
            "plataforms": 345,
            "genres": 287,
            "name": "Skylanders SuperChargers",
            "slug": "skylanders-superchargers",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/16e/16e2e896f399646adde6a5f9944d94d2.jpg",
            "price": 39,
            "desc": "Skylanders SuperChargers es un videojuego de acción y aventura que combina la mecánica de juego de los populares juegos de Skylanders con la adición de vehículos. Los jugadores utilizan figuras físicas especiales para controlar personajes dentro del juego, que pueden montar en vehículos personalizables para combatir en tierra, mar y aire. El juego presenta una historia emocionante donde los Skylanders luchan contra el malvado Kaos y su ejército, mientras exploran diferentes mundos y desafíos.",
            "video": "https://www.youtube.com/embed/RrI51I-zuuk",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Adventure"
        },
        {
            "id": 65,
            "plataforms": 366,
            "name": "Dragon Quest V: Hand of the Heavenly Bride",
            "slug": "dragon-quest-v-hand-of-the-heavenly-bride",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/453/453b73758407a70d1519d2e76dc59b9e.jpg",
            "price": 37,
            "desc": "Dragon Quest V: Hand of the Heavenly Bride es un juego de rol clásico desarrollado por Enix (ahora Square Enix) y lanzado originalmente en 1992 en Japón. Es ampliamente considerado como uno de los mejores juegos de la serie Dragon Quest. La historia sigue la vida de un héroe desde su infancia hasta la adultez, mientras viaja por un mundo de fantasía, recluta monstruos para unirse a su equipo y lucha contra el malvado enemigo. Con mecánicas de juego profundas, una narrativa emotiva y un sistema único de reclutamiento de monstruos, Dragon Quest V es una experiencia inolvidable para los amantes de los juegos de rol.",
            "video": "https://www.youtube.com/embed/7RhPZk5ORQc",
            "plataforms_varchar": "Nintendo DS"
        },
        {
            "id": 66,
            "plataforms": 366,
            "genres": 295,
            "name": "Aliens: Infestation",
            "slug": "aliens-infestation",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/f75/f75319f27e4734c6f9dedda9fcb0aac0.jpg",
            "price": 59,
            "desc": "Aliens: Infestation es un videojuego de acción y aventuras lanzado en 2011 para la consola Nintendo DS. Desarrollado por WayForward Technologies y publicado por Sega, el juego combina elementos de exploración, combate y supervivencia en un entorno inspirado en la franquicia cinematográfica Alien. Los jugadores asumen el papel de un escuadrón de marines espaciales que exploran una estación espacial infestada por xenomorfos, luchando contra ellos mientras intentan descubrir qué ocurrió y cómo detener la amenaza.",
            "video": "https://www.youtube.com/embed/_6tqC6joxdk",
            "plataforms_varchar": "Nintendo DS",
            "genero": "Platformer"
        },
        {
            "id": 67,
            "plataforms": 343,
            "genres": 298,
            "name": "POD Gold",
            "slug": "pod-gold",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/8af/8af9a680b46760e399434b14a7dfe37f.jpg",
            "price": 22,
            "desc": "POD Gold es una expansión del videojuego Star Wars: Empire at War, que añade nuevas unidades, mapas y características al juego original. Esta expansión permite a los jugadores sumergirse aún más en el universo de Star Wars, con nuevas opciones estratégicas y desafíos emocionantes.",
            "video": "https://www.youtube.com/embed/Y2Pv0qjM_JU",
            "plataforms_varchar": "PC",
            "genero": "Arcade"
        },
        {
            "id": 68,
            "plataforms": 343,
            "genres": 289,
            "name": "planetarian HD",
            "slug": "planetarian-hd",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/b29/b299fb51d8105677a0461b2f905997e4.jpg",
            "price": 25,
            "desc": "Planetarian HD es una novela visual desarrollada por Key, que sigue la historia de un hombre solitario en un mundo post-apocalíptico que se encuentra con una androide llamada Hoshino Yumemi en un planetario abandonado. La narrativa se centra en su relación y en cómo descubren la belleza y la esperanza en medio de la desolación. La versión HD ofrece gráficos mejorados y una experiencia visual más inmersiva.",
            "video": "https://www.youtube.com/embed/KA_rOxdfy8M",
            "plataforms_varchar": "PC",
            "genero": "Casual"
        },
        {
            "id": 69,
            "plataforms": 353,
            "genres": 292,
            "name": "Red Rope: Don't Fall Behind",
            "slug": "red-rope-dont-fall-behind",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/d7a/d7a2868f795d3edfb0b8f7eb20963e67.jpg",
            "price": 48,
            "desc": "Red Rope: Don't Fall Behind es un juego independiente que combina elementos de aventura, supervivencia y cooperativo. Los jugadores deben explorar un mundo peligroso y oscuro, mientras se mantienen unidos por una cuerda roja que limita su movimiento. Deben trabajar juntos para superar obstáculos, resolver acertijos y derrotar enemigos, todo mientras evitan caer en la oscuridad y enfrentar sus propios temores.",
            "video": "https://www.youtube.com/embed/kDlhTNDMWDQ",
            "plataforms_varchar": "macOS",
            "genero": "Indie"
        },
        {
            "id": 70,
            "plataforms": 365,
            "genres": 286,
            "name": "Shin Megami Tensei: Persona 3 FES",
            "slug": "shin-megami-tensei-persona-3-fes",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/5ef/5ef4a707090dcc049dd9fe412220389f.jpg",
            "price": 52,
            "desc": "Shin Megami Tensei: Persona 3 FES es un juego de rol japonés que combina elementos de simulación social con batallas por turnos. Ambientado en un mundo donde los personajes invocan criaturas llamadas Personas para luchar contra fuerzas oscuras, sigue la historia de un grupo de estudiantes que deben enfrentarse a criaturas demoníacas que aparecen en la hora oscura, una hora secreta entre la medianoche y el amanecer. El juego se centra en la gestión del tiempo entre la vida escolar y las batallas, explorando relaciones interpersonales y enfrentando desafíos tanto en el mundo real como en el mundo sobrenatural.",
            "video": "https://www.youtube.com/embed/12-ZUIJpLE",
            "plataforms_varchar": "PlayStation 2",
            "genero": "RPG"
        },
        {
            "id": 71,
            "plataforms": 360,
            "genres": 296,
            "name": "Capcom vs. SNK 2: Mark of the Millennium 2001",
            "slug": "capcom-vs-snk-2-mark-of-the-millennium-2001",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/0bb/0bb8641872130c9fc0cecd730f2733c8.jpg",
            "price": 49,
            "desc": "Capcom vs. SNK 2: Mark of the Millennium 2001 es un juego de lucha lanzado en 2001 que enfrenta a los personajes de las franquicias de Capcom y SNK en emocionantes combates uno contra uno. Ofrece una amplia selección de personajes icónicos de ambas compañías, así como varios estilos de juego y modos de juego para satisfacer a los fans de los juegos de lucha. Su sistema de juego profundo y su mecánica de combos hacen que sea un título popular entre los entusiastas del género.",
            "video": "https://www.youtube.com/embed/89w394Yh2t0",
            "plataforms_varchar": "Dreamcast",
            "genero": "Fighting"
        },
        {
            "id": 72,
            "plataforms": 345,
            "genres": 290,
            "name": "Uncharted 4: A Thief’s End",
            "slug": "uncharted-4-a-thiefs-end",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/709/709bf81f874ce5d25d625b37b014cb63.jpg",
            "price": 19,
            "desc": "Uncharted 4: A Thief's End es un juego de acción y aventuras desarrollado por Naughty Dog. Sigue las peripecias del cazador de tesoros Nathan Drake en su última aventura, donde se embarca en un viaje épico para encontrar un legendario tesoro pirata. Con gráficos impresionantes, jugabilidad emocionante y una historia cautivadora, el juego combina acción, exploración y narrativa cinematográfica para ofrecer una experiencia inolvidable llena de giros y emociones.",
            "video": "https://www.youtube.com/embed/hh5HV4iic1Y",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Shooter"
        },
        {
            "id": 73,
            "plataforms": 345,
            "genres": 292,
            "name": "Dungeon Village",
            "slug": "dungeon-village",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/483/483372cf06cac11320149e1147c87536.jpg",
            "price": 39,
            "desc": "Dungeon Village es un juego de simulación donde construyes y administras una aldea medieval que crece alrededor de una mazmorra. Debes atraer aventureros, proporcionarles servicios y equipamiento, y defender tu aldea de monstruos mientras buscan tesoro en la mazmorra.",
            "video": "https://www.youtube.com/embed/jDz3hra1nS0",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Indie"
        },
        {
            "id": 74,
            "plataforms": 356,
            "genres": 294,
            "name": "Love You To Bits",
            "slug": "love-you-to-bits",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/2da/2daaa79a4108669455cf7a234afe7905.jpeg",
            "price": 27,
            "desc": "Love You To Bits es un encantador juego de aventuras y rompecabezas para dispositivos móviles donde un joven llamado Kosmo emprende un viaje a través del espacio para reconstruir a su amada robot, Pixel, recogiendo piezas de su cuerpo dispersas por diferentes planetas. Con un diseño artístico hermoso y una jugabilidad ingeniosa, los jugadores exploran mundos únicos mientras resuelven acertijos creativos y emocionantes. La historia conmovedora y los desafíos ingeniosos hacen de Love You To Bits una experiencia cautivadora para jugadores de todas las edades.",
            "video": "https://www.youtube.com/embed/-YkwolMbLdQ",
            "plataforms_varchar": "iOS",
            "genero": "Puzzle"
        },
        {
            "id": 75,
            "plataforms": 346,
            "genres": 290,
            "name": "BioShock: The Collection",
            "slug": "bioshock-the-collection",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/games/abd/abd7b98d0ebe13e7e8f2b3bb8300bc0b.jpg",
            "price": 11,
            "desc": "BioShock: The Collection es una compilación remasterizada de los tres juegos principales de la franquicia BioShock: BioShock, BioShock 2 y BioShock Infinite, junto con todo el contenido descargable lanzado previamente. Estos juegos son aclamados por su narrativa envolvente, su atmósfera única y sus mecánicas de juego innovadoras, que combinan elementos de disparos en primera persona con elementos de juego de rol y exploración. La colección ofrece a los jugadores la oportunidad de experimentar la saga completa de BioShock con mejoras gráficas y de rendimiento en plataformas modernas.",
            "video": "https://www.youtube.com/embed/U3RXpEXA0jw",
            "plataforms_varchar": "Xbox One",
            "genero": "Shooter"
        },
        {
            "id": 76,
            "plataforms": 356,
            "genres": 289,
            "name": "Sky Force 2014",
            "slug": "sky-force-2014",
            "rating": 4.5,
            "media": "https://media.rawg.io/media/screenshots/c02/c02198cb96f8c1979c4753f6b5d82933.jpg",
            "price": 31,
            "desc": "Sky Force 2014 es un juego de disparos estilo arcade donde los jugadores pilotean aviones de combate, enfrentándose a oleadas de enemigos mientras mejoran sus naves con armas y habilidades. Con gráficos impresionantes y una jugabilidad adictiva, los jugadores deben superar desafiantes niveles y jefes para avanzar en el juego.",
            "video": "https://www.youtube.com/embed/I_MYJvsq16g",
            "plataforms_varchar": "iOS",
            "genero": "Casual"
        },
        {
            "id": 77,
            "plataforms": 343,
            "genres": 285,
            "name": "Alan Wake 2",
            "slug": "alan-wake-2",
            "rating": 4.49,
            "media": "https://media.rawg.io/media/games/5b9/5b963d7633cd640fa2dbc4069d1c6377.jpg",
            "price": 50,
            "desc": "Alan Wake 2 es un juego de terror ambientado en el Pacífico Noroeste. La historia sigue a Alan Wake, un escritor atrapado en un lugar oscuro durante 13 años. La agente del FBI, Saga Anderson, investiga una serie de asesinatos rituales relacionados con la desaparición de Wake. El juego presenta paisajes hermosos pero inquietantes en el Pacífico Noroeste y explora el misterioso Lugar Oscuro bajo el lago Cauldron.",
            "video": "https://www.youtube.com/embed/dlQ3FeNu5Yw",
            "plataforms_varchar": "PC",
            "genero": "Action"
        },
        {
            "id": 78,
            "plataforms": 347,
            "genres": 285,
            "name": "God of War: Ragnarök",
            "slug": "god-of-war-ragnarok",
            "rating": 4.49,
            "media": "https://media.rawg.io/media/games/1c3/1c305096502c475c00276c827f0fd697.jpg",
            "price": 48,
            "desc": "God of War: Ragnarök es un videojuego de acción y aventuras que continúa la historia de Kratos, un guerrero espartano y dios de la guerra, mientras enfrenta los desafíos de la mitología nórdica. En esta entrega, Kratos y su hijo Atreus se embarcan en un viaje épico para detener el inevitable Ragnarök, el fin del mundo nórdico, enfrentándose a poderosos dioses y criaturas míticas en el proceso.",
            "video": "https://www.youtube.com/embed/hfJ4Km46A-0",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Action"
        },
        {
            "id": 79,
            "plataforms": 357,
            "genres": 286,
            "name": "Kingdom Hearts HD 2.5 ReMIX",
            "slug": "kingdom-hearts-hd-25-remix",
            "rating": 4.49,
            "media": "https://media.rawg.io/media/games/b54/b542d8ff41fddb6f5dd45aa27bc293c5.jpg",
            "price": 33,
            "desc": "Kingdom Hearts HD 2.5 ReMIX es una recopilación remasterizada de varios juegos de la serie Kingdom Hearts para consolas de última generación. Incluye Kingdom Hearts II Final Mix, Kingdom Hearts Birth by Sleep Final Mix y cinemáticas remasterizadas de Kingdom Hearts Re:coded. Esta colección ofrece gráficos mejorados, contenido adicional y una experiencia de juego optimizada para que los jugadores disfruten de la rica y compleja narrativa de la franquicia en alta definición.",
            "video": "https://www.youtube.com/embed/eUC4I64jotk",
            "plataforms_varchar": "PlayStation 3",
            "genero": "RPG"
        },
        {
            "id": 80,
            "plataforms": 370,
            "genres": 293,
            "name": "Advance Wars 2: Black Hole Rising",
            "slug": "advance-wars-2-black-hole-rising",
            "rating": 4.49,
            "media": "https://media.rawg.io/media/screenshots/9d0/9d066f6186708202cc04afa3717a303c.jpg",
            "price": 40,
            "desc": "Advance Wars 2: Black Hole Rising es un juego de estrategia por turnos lanzado para la consola Game Boy Advance. Es la secuela del popular Advance Wars. En el juego, los jugadores asumen el papel de comandantes militares que deben liderar sus ejércitos para luchar contra la malvada organización Black Hole. Utilizando una variedad de unidades y tácticas, los jugadores deben conquistar territorios, capturar bases y derrotar a los enemigos en una serie de emocionantes batallas estratégicas. Además de la campaña principal, el juego incluye un modo multijugador que permite a los jugadores competir entre sí usando enlace de cable o en una misma consola.",
            "video": "https://www.youtube.com/embed/vGFLdh9oLL8",
            "plataforms_varchar": "Game Boy Advance",
            "genero": "Strategy"
        },
        {
            "id": 81,
            "plataforms": 346,
            "genres": 293,
            "name": "Persona 3 Reload",
            "slug": "persona-3-reload",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/games/29a/29a78d7b6be61673c910d588bf188e2c.jpg",
            "price": 36,
            "desc": "Persona 3: Reloaded es una versión mejorada y remasterizada del juego original Persona 3, un RPG de Atlus. Ofrece gráficos mejorados, contenido adicional y ajustes de jugabilidad para una experiencia más pulida y completa. Los jugadores exploran un mundo donde enfrentan criaturas sobrenaturales llamadas Sombras, mientras gestionan la vida estudiantil y social de sus personajes. El juego combina elementos de exploración de mazmorras, combate por turnos y simulación de vida cotidiana, con una trama rica y personajes memorables.",
            "video": "https://www.youtube.com/embed/DG_gy1Tecco",
            "plataforms_varchar": "Xbox One",
            "genero": "Strategy"
        },
        {
            "id": 82,
            "plataforms": 357,
            "genres": 286,
            "name": "Mass Effect 2: Lair of the Shadow Broker",
            "slug": "mass-effect-2-lair-of-the-shadow-brokee",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/screenshots/0dc/0dcdc08ce9d12d42b028e83de182b7de.jpg",
            "price": 46,
            "desc": "Mass Effect 2: Lair of the Shadow Broker es un DLC (contenido descargable) para el juego de rol y acción Mass Effect 2. En este contenido, el Comandante Shepard y su equipo se embarcan en una misión para desentrañar los secretos del misterioso Shadow Broker, una figura poderosa en la galaxia conocida por sus operaciones de espionaje y comercio de información. La trama se centra en la búsqueda de Liara T'Soni, un antiguo miembro del equipo de Shepard, quien ahora persigue al Shadow Broker por razones personales. El DLC ofrece nuevas misiones, combates emocionantes y revelaciones impactantes sobre el universo de Mass Effect.",
            "video": "https://www.youtube.com/embed/LPm74j6ZyKw",
            "plataforms_varchar": "PlayStation 3",
            "genero": "RPG"
        },
        {
            "id": 83,
            "plataforms": 371,
            "genres": 296,
            "name": "Mortal Kombat (2011)",
            "slug": "mortal-kombat-2011",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/screenshots/f4e/f4e66fe582970c6c854f3873cc0384e3.jpg",
            "price": 45,
            "desc": "Mortal Kombat (2011) es un videojuego de lucha desarrollado por NetherRealm Studios. Es un reinicio de la serie Mortal Kombat y presenta una historia que reimagina los eventos de los primeros tres juegos. Combina combates intensos con una narrativa profunda y gráficos impresionantes, manteniendo la esencia de la franquicia. Ofrece una amplia variedad de personajes icónicos, movimientos especiales brutales y fatalidades sangrientas, lo que lo convierte en un título popular entre los fanáticos de los juegos de lucha.",
            "video": "https://www.youtube.com/embed/o00-MspCacs",
            "plataforms_varchar": "Xbox 360",
            "genero": "Fighting"
        },
        {
            "id": 84,
            "plataforms": 346,
            "genres": 286,
            "name": "Dark Souls: Remastered",
            "slug": "dark-souls8482-remastered",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/games/29c/29c6c21cc0c78cff6f45d23631cc82f4.jpg",
            "price": 24,
            "desc": "Dark Souls: Remastered es una versión actualizada del aclamado juego de rol y acción Dark Souls, conocido por su desafiante dificultad, su atmósfera oscura y su profundo sistema de combate. En esta edición remasterizada, los jugadores exploran un mundo interconectado lleno de enemigos despiadados y jefes imponentes mientras luchan por sobrevivir en un entorno hostil y descubrir los secretos de su intrigante narrativa.",
            "video": "https://www.youtube.com/embed/Woe0PYZPxRw",
            "plataforms_varchar": "Xbox One",
            "genero": "RPG"
        },
        {
            "id": 85,
            "plataforms": 343,
            "genres": 293,
            "name": "Disciples II: Rise of the Elves",
            "slug": "disciples-ii-rise-of-the-elves",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/screenshots/7b4/7b49a66ff8ef74067ccfa31d23da9f21.jpg",
            "price": 29,
            "desc": "Disciples II: Rise of the Elves es un juego de estrategia por turnos donde los jugadores controlan una facción de elfos en su lucha por dominar un mundo fantástico. Con gráficos detallados y una jugabilidad profunda, los jugadores reclutan unidades, investigan hechizos y exploran mapas llenos de peligros y tesoros. Con un enfoque en la estrategia y la gestión de recursos, los jugadores deben equilibrar la expansión de su imperio con la defensa contra enemigos y monstruos.",
            "video": "https://www.youtube.com/embed/9szJpSt5fbs",
            "plataforms_varchar": "PC",
            "genero": "Strategy"
        },
        {
            "id": 86,
            "plataforms": 343,
            "genres": 293,
            "name": "Disciples II: Gallean's Return",
            "slug": "disciples-ii-galleans-return",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/screenshots/be2/be255cabe42fc00f2b0234be753f1a1b.jpg",
            "price": 11,
            "desc": "Disciples II: Gallean's Return es una expansión del juego de estrategia por turnos Disciples II, que combina elementos de rol y estrategia en un mundo de fantasía oscuro. Esta expansión incluye nuevas razas, unidades, escenarios y una campaña adicional que amplía la historia del juego original. Los jugadores pueden elegir entre varias facciones y utilizar habilidades mágicas y tácticas militares para conquistar territorios y derrotar a sus enemigos en un conflicto épico por el dominio del mundo de Nevendaar.",
            "video": "https://www.youtube.com/embed/LluACUfczt4",
            "plataforms_varchar": "PC",
            "genero": "Strategy"
        },
        {
            "id": 87,
            "plataforms": 355,
            "genres": 290,
            "name": "Half-Life 2",
            "slug": "half-life-2",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/games/b8c/b8c243eaa0fbac8115e0cdccac3f91dc.jpg",
            "price": 11,
            "desc": "Half-Life 2 es un juego de disparos en primera persona lanzado en 2004, desarrollado por Valve Corporation. Ambientado en un mundo distópico tras una invasión alienígena, sigues al protagonista, Gordon Freeman, en su lucha contra el régimen opresivo de la Alianza Combine. Con una jugabilidad innovadora, una trama envolvente y un impresionante motor gráfico, el juego es aclamado por su narrativa inmersiva y su influencia duradera en el género de los videojuegos.",
            "video": "https://www.youtube.com/embed/UKA7JkV51Jw",
            "plataforms_varchar": "Android",
            "genero": "Shooter"
        },
        {
            "id": 88,
            "plataforms": 371,
            "genres": 286,
            "name": "Mass Effect 2",
            "slug": "mass-effect-2",
            "rating": 4.48,
            "media": "https://media.rawg.io/media/games/3cf/3cff89996570cf29a10eb9cd967dcf73.jpg",
            "price": 59,
            "desc": "Mass Effect 2 es un juego de rol y acción que se desarrolla en el espacio exterior, donde asumes el papel del comandante Shepard, quien lidera una misión para detener una amenaza alienígena conocida como los Segadores. Reclutas y diriges un equipo diverso de personajes mientras exploras la galaxia, completas misiones y tomas decisiones que afectan el resultado de la historia. Con una narrativa épica, jugabilidad emocionante y personajes memorables, Mass Effect 2 es una experiencia inmersiva que combina combate, exploración y toma de decisiones morales.",
            "video": "https://www.youtube.com/embed/lx9sPQpjgjU",
            "plataforms_varchar": "Xbox 360",
            "genero": "RPG"
        },
        {
            "id": 89,
            "plataforms": 343,
            "genres": 287,
            "name": "Pokemon Fire-Red",
            "slug": "pokemon-fire-red",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/screenshots/6f5/6f59cd208410427e25057c303c0ef505.jpg",
            "price": 27,
            "desc": "Pokemon FireRed es un videojuego de rol desarrollado por Game Freak y lanzado por Nintendo para la consola Game Boy Advance. Es una reedición de los juegos originales de Pokemon Rojo y Azul, con gráficos mejorados, nuevas características y la capacidad de capturar a todos los 151 Pokemon originales. Los jugadores exploran el mundo ficticio de Kanto, capturan Pokemon salvajes, los entrenan y participan en batallas contra otros entrenadores para convertirse en el Campeón de la Liga Pokemon.",
            "video": "https://www.youtube.com/embed/sq-IeLGqzlc",
            "plataforms_varchar": "PC",
            "genero": "Adventure"
        },
        {
            "id": 91,
            "plataforms": 345,
            "genres": 303,
            "name": "FINAL FANTASY XIV: Shadowbringers",
            "slug": "final-fantasy-xiv-shadowbringers",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/games/6b8/6b804883ffc31bc1b811dd96c54d901f.jpg",
            "price": 45,
            "desc": "FINAL FANTASY XIV: Shadowbringers es la tercera expansión del popular MMORPG desarrollado por Square Enix. Ambientada en el mundo de Hydaelyn, la expansión lleva a los jugadores a través de un viaje épico para enfrentar una oscura amenaza que amenaza con consumir el mundo en la oscuridad. Presenta una narrativa emocionalmente impactante, nuevos territorios para explorar, una clase jugable adicional, y desafiantes mazmorras y raids para los aventureros. Con una mezcla de jugabilidad cautivadora, personajes memorables y un mundo vibrante, Shadowbringers es aclamado como uno de los puntos álgidos de la saga.",
            "video": "https://www.youtube.com/embed/CxHSSRjFH14",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Massively Multiplayer"
        },
        {
            "id": 92,
            "plataforms": 365,
            "genres": 285,
            "name": "Shadow of Rome",
            "slug": "shadow-of-rome",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/games/9d0/9d062378de5103c43bbb7f5a705c7e10.jpg",
            "price": 37,
            "desc": "Shadow of Rome es un videojuego de acción y aventuras lanzado en 2005 para PlayStation 2. Ambientado en la Roma antigua, sigue las historias entrelazadas de dos personajes: Agrippa, un gladiador que lucha por la justicia, y Octavio, un joven ingenioso que investiga la conspiración tras el asesinato del tío de Agrippa, Julio César. El juego combina elementos de combate en la arena, sigilo, resolución de acertijos y acción, ofreciendo una experiencia diversa en la Roma clásica.",
            "video": "https://www.youtube.com/embed/T_X9-pgbWrY",
            "plataforms_varchar": "PlayStation 2",
            "genero": "Action"
        },
        {
            "id": 93,
            "plataforms": 343,
            "genres": 295,
            "name": "Shovel Knight: King of Cards",
            "slug": "shovel-knight-king-of-cards",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/screenshots/c96/c96a73cc5e6ca7e99b0142f95a7d2b7f.jpg",
            "price": 28,
            "desc": "Shovel Knight: King of Cards es un videojuego de plataformas de acción en 2D que sigue las aventuras de King Knight en su búsqueda para convertirse en el rey. Presenta mecánicas de juego de plataformas clásicas, combate con un toque moderno y desafíos que incluyen enfrentamientos contra jefes y recolección de tesoros. El juego es parte de la serie Shovel Knight, conocida por su estilo retro y su encanto nostálgico.",
            "video": "https://www.youtube.com/embed/4WbDSCvS610",
            "plataforms_varchar": "PC",
            "genero": "Platformer"
        },
        {
            "id": 94,
            "plataforms": 353,
            "genres": 292,
            "name": "The Dishwasher: Vampire Smile",
            "slug": "the-dishwasher-vampire-smile",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/screenshots/1da/1da5db2c7c5cba2ec3fcbe09281177f2.jpg",
            "price": 30,
            "desc": "The Dishwasher: Vampire Smile es un videojuego de acción en 2D que sigue la historia de un personaje llamado The Dishwasher en su búsqueda de venganza contra una organización malvada. Con una jugabilidad rápida y fluida, combina elementos de hack and slash con plataformas, ofreciendo un estilo visual único y una narrativa oscura y sangrienta. El juego destaca por su diseño artístico distintivo y su intensa acción.",
            "video": "https://www.youtube.com/embed/AQWp5IXQCfg",
            "plataforms_varchar": "macOS",
            "genero": "Indie"
        },
        {
            "id": 95,
            "plataforms": 346,
            "genres": 285,
            "name": "Grand Theft Auto V",
            "slug": "grand-theft-auto-v",
            "rating": 4.47,
            "media": "https://media.rawg.io/media/games/20a/20aa03a10cda45239fe22d035c0ebe64.jpg",
            "price": 12,
            "desc": "Grand Theft Auto V es un videojuego de acción y aventura en mundo abierto desarrollado por Rockstar Games. Ambientado en la ficticia ciudad de Los Santos y sus alrededores, el juego sigue las historias entrelazadas de tres personajes principales: Michael, un ex ladrón de bancos en crisis familiar; Franklin, un joven pandillero buscando salir de su situación; y Trevor, un sociópata errático con problemas de ira. Los jugadores pueden explorar libremente el extenso mundo del juego, realizar misiones para avanzar en la trama, participar en actividades secundarias y causar caos en la ciudad. Con su narrativa inmersiva, jugabilidad diversa y un detallado entorno de mundo abierto, GTA V es uno de los videojuegos más exitosos y aclamados de todos los tiempos.",
            "video": "https://www.youtube.com/embed/QkkoHAzjnUs",
            "plataforms_varchar": "Xbox One",
            "genero": "Action"
        },
        {
            "id": 96,
            "plataforms": 352,
            "genres": 290,
            "name": "Splatoon 3",
            "slug": "splatoon-3",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/360/360ac0a839ab0f0d9a70b35d38264cb0.jpg",
            "price": 34,
            "desc": "Splatoon 3 es un juego de disparos en tercera persona desarrollado por Nintendo. Ambientado en un mundo post-apocalíptico habitado por humanoides llamados Inklings y Octolings, los jugadores compiten en emocionantes batallas de pintura para reclamar territorio y derrotar a sus oponentes. El juego presenta un estilo visual vibrante, mecánicas de juego únicas que involucran disparar tinta en lugar de balas y una variedad de modos de juego tanto para un jugador como multijugador.",
            "video": "https://www.youtube.com/embed/GUYDXVDLmns",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Shooter"
        },
        {
            "id": 97,
            "plataforms": 347,
            "genres": 286,
            "name": "Demon's Souls (2020)",
            "slug": "demons-souls-remake",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/cc4/cc4a56d9e4c2a230293e335000469453.jpg",
            "price": 24,
            "desc": "Demon's Souls (2020) es un videojuego de acción y RPG desarrollado por Bluepoint Games y Japan Studio, una recreación del juego original de 2009. Ambientado en un oscuro mundo de fantasía, los jugadores exploran el reino de Boletaria, enfrentándose a monstruos desafiantes y jefes temibles mientras luchan por liberar la tierra de una maldición demoníaca. Con un combate desafiante, mecánicas de juego exigentes y una atmósfera inmersiva, el juego es conocido por su dificultad y su enfoque en la exploración y el aprendizaje a través del fracaso.",
            "video": "https://www.youtube.com/embed/2TMs2E6cms4",
            "plataforms_varchar": "PlayStation 5",
            "genero": "RPG"
        },
        {
            "id": 98,
            "plataforms": 345,
            "genres": 303,
            "name": "Monster Hunter World: Iceborne",
            "slug": "monster-hunter-world-iceborne",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/543/543e7e11e48333820aaa3d38f778c434.jpg",
            "price": 56,
            "desc": "Monster Hunter World: Iceborne es una expansión del exitoso juego de acción y caza de monstruos, Monster Hunter World. Ambientado en un vasto y gélido territorio, Iceborne introduce nuevos monstruos, áreas, y mecánicas de juego. Los jugadores se enfrentan a desafíos aún más formidables mientras exploran un mundo nevado, mejoran su equipo y enfrentan criaturas épicas en una búsqueda por dominar el nuevo entorno helado.",
            "video": "https://www.youtube.com/embed/m6guHcGEqX8",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Massively Multiplayer"
        },
        {
            "id": 99,
            "plataforms": 352,
            "genres": 287,
            "name": "The Legend of Zelda: Tears of the Kingdom",
            "slug": "the-legend-of-zelda-breath-of-the-wild-sequel",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/556/55684bfd048706f4266d331d70050b37.jpg",
            "price": 18,
            "desc": "The Legend of Zelda: Tears of the Kingdom es un juego de aventuras y acción que sigue a Link en su búsqueda para restaurar la paz en el reino de Hyrule. Con elementos de exploración, resolución de acertijos y combate, Link debe enfrentarse a peligrosas criaturas y desafíos para recolectar las lágrimas sagradas dispersas por el reino y derrotar al malvado que amenaza con sumir a Hyrule en la oscuridad.",
            "video": "https://www.youtube.com/embed/uHGShqcAHlQ",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Adventure"
        },
        {
            "id": 100,
            "plataforms": 357,
            "genres": 296,
            "name": "Capcom vs. SNK 2",
            "slug": "capcom-vs-snk-2",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/screenshots/657/6574ebab10f01cb45a0ba1ca4e4fb6d3.jpg",
            "price": 10,
            "desc": "Capcom vs. SNK 2 es un juego de lucha crossover lanzado en 2001 que enfrenta a los personajes icónicos de Capcom y SNK en intensos combates uno contra uno. Presenta un sistema de juego profundo con múltiples estilos de lucha, una amplia selección de personajes de ambas compañías y escenarios emblemáticos. Los jugadores pueden crear equipos mixtos de luchadores de ambas franquicias y participar en batallas emocionantes para determinar cuál compañía reina suprema en el género de juegos de lucha.",
            "video": "https://www.youtube.com/embed/w0f-BNZNO_U",
            "plataforms_varchar": "PlayStation 3",
            "genero": "Fighting"
        },
        {
            "id": 101,
            "plataforms": 345,
            "genres": 286,
            "name": "Dark Souls III: Ashes of Ariandel",
            "slug": "dark-souls-iii-ashes-of-ariandel",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/7dd/7dd40d079709bc24b057f0c7ca093d70.jpg",
            "price": 47,
            "desc": "Dark Souls III: Ashes of Ariandel es la primera expansión del juego Dark Souls III. Transporta a los jugadores a un paisaje nevado y desolado llamado Ariandel, donde enfrentan nuevos desafíos, jefes poderosos y descubren secretos oscuros que amplían la historia del juego base. La expansión ofrece nuevas armas, armaduras y hechizos, así como una experiencia de juego desafiante característica de la serie Dark Souls.",
            "video": "https://www.youtube.com/embed/iu1NCPMC7D0",
            "plataforms_varchar": "PlayStation 4",
            "genero": "RPG"
        },
        {
            "id": 102,
            "plataforms": 357,
            "genres": 286,
            "name": "Fallout: New Vegas - Ultimate Edition",
            "slug": "fallout-new-vegas-ultimate-edition",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/c35/c35f178598d2d2dab91f8e8e6a6478e2.jpg",
            "price": 44,
            "desc": "Fallout: New Vegas - Ultimate Edition es una versión completa del popular juego de rol y acción Fallout: New Vegas. Sumerge a los jugadores en un mundo postapocalíptico en el desierto del suroeste de Estados Unidos. Ofrece una narrativa rica, decisiones morales impactantes y un vasto mundo abierto lleno de peligros, facciones en conflicto y misterios por descubrir. Esta edición incluye el juego base y todos sus DLC (contenido descargable), agregando aún más horas de juego y profundizando en la experiencia del Yermo.",
            "video": "https://www.youtube.com/embed/cIzOttk6Dv4",
            "plataforms_varchar": "PlayStation 3",
            "genero": "RPG"
        },
        {
            "id": 103,
            "plataforms": 357,
            "genres": 287,
            "name": "The Last of Us: Left Behind",
            "slug": "the-last-of-us-left-behind",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/e0d/e0da9a0e997d062fbfce98a4a59fc86e.jpg",
            "price": 21,
            "desc": "The Last of Us: Left Behind es un videojuego de acción y aventura que sirve como precuela del aclamado juego The Last of Us. Se centra en Ellie, una joven sobreviviente en un mundo post-apocalíptico infestado de infectados. La historia sigue a Ellie mientras busca suministros médicos para Joel, su mentor herido, y explora su relación con su amiga Riley. El juego combina momentos emotivos con intensa acción y exploración, ofreciendo una experiencia inmersiva que profundiza en el pasado de Ellie y su lucha por sobrevivir.",
            "video": "https://www.youtube.com/embed/FjkM414zZRU",
            "plataforms_varchar": "PlayStation 3",
            "genero": "Adventure"
        },
        {
            "id": 104,
            "plataforms": 353,
            "genres": 293,
            "name": "Warcraft 3: Reign of Chaos",
            "slug": "warcraft-3-reign-of-chaos",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/667/667b4447a90c4896bfd48400ae76af28.jpg",
            "price": 36,
            "desc": "Warcraft 3: Reign of Chaos es un juego de estrategia en tiempo real lanzado por Blizzard Entertainment en 2002. Ambientado en el universo de fantasía de Warcraft, el juego sigue la lucha entre cuatro facciones principales: los humanos de Azeroth, los orcos de Kalimdor, los elfos nocturnos y los muertos vivientes. Los jugadores controlan héroes poderosos y ejércitos para completar misiones, recolectar recursos y enfrentarse en batallas épicas mientras se sumergen en una historia rica y envolvente. Además, el juego introdujo el editor de mapas, que permitió a los jugadores crear sus propias experiencias personalizadas, incluido el nacimiento del género de los juegos de estrategia en tiempo real (RTS) Tower Defense y MOBA",
            "video": "https://www.youtube.com/embed/72UbFQO5-m0",
            "plataforms_varchar": "macOS",
            "genero": "Strategy"
        },
        {
            "id": 105,
            "plataforms": 363,
            "genres": 286,
            "name": "The Elder Scrolls 3: Tribunal",
            "slug": "the-elder-scrolls-3-tribunal",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/ef7/ef74d31932dcb719a1a2d549900dda44.jpg",
            "price": 35,
            "desc": "The Elder Scrolls III: Tribunal es una expansión del famoso juego de rol de mundo abierto The Elder Scrolls III: Morrowind. Se centra en la ciudad de Mournhold, la capital de Morrowind, donde el jugador se ve envuelto en una trama política y religiosa mientras interactúa con nuevos personajes, explora mazmorras y enfrenta desafíos. La expansión introduce nuevas misiones, armas, armaduras y enemigos, ampliando la experiencia del juego base.",
            "video": "https://www.youtube.com/embed/Cr3TCWPlDrw",
            "plataforms_varchar": "Xbox",
            "genero": "RPG"
        },
        {
            "id": 106,
            "plataforms": 344,
            "genres": 295,
            "name": "Ori and the Will of the Wisps",
            "slug": "ori-and-the-will-of-the-wisps",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/718/71891d2484a592d871e91dc826707e1c.jpg",
            "price": 59,
            "desc": "Ori and the Will of the Wisps es un juego de aventuras y plataformas que sigue la historia de Ori, un pequeño espíritu, en su búsqueda para salvar a su familia y descubrir su destino en un mundo encantador pero peligroso. Con impresionantes gráficos, una banda sonora emotiva y desafiantes acertijos y combates, el juego ofrece una experiencia emocionante llena de exploración, acción y momentos conmovedores.",
            "video": "https://www.youtube.com/embed/2kPSl2vyu2Y",
            "plataforms_varchar": "Xbox Series S/X",
            "genero": "Platformer"
        },
        {
            "id": 107,
            "plataforms": 359,
            "genres": 294,
            "name": "Professor Layton and the Azran Legacy",
            "slug": "professor-layton-and-the-azran-legacy",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/screenshots/671/67197b71ec722b422f5c656dfc4981c6.jpg",
            "price": 59,
            "desc": "Professor Layton and the Azran Legacy es un juego de aventuras y rompecabezas para la consola Nintendo 3DS. La trama sigue al Profesor Hershel Layton y sus compañeros mientras investigan antiguos artefactos Azran. A lo largo del juego, resuelven acertijos, descubren misterios y desentrañan una conspiración global. La historia está llena de giros inesperados y personajes memorables, y los rompecabezas desafían la lógica y la creatividad del jugador.",
            "video": "https://www.youtube.com/embed/3YjrkdfqOJ4",
            "plataforms_varchar": "Nintendo 3DS",
            "genero": "Puzzle"
        },
        {
            "id": 108,
            "plataforms": 346,
            "genres": 286,
            "name": "The Elder Scrolls V: Skyrim Special Edition",
            "slug": "the-elder-scrolls-v-skyrim-special-edition",
            "rating": 4.46,
            "media": "https://media.rawg.io/media/games/62c/62c7c8b28a27b83680b22fb9d33fc619.jpg",
            "price": 49,
            "desc": "The Elder Scrolls V: Skyrim Special Edition es una versión remasterizada del aclamado juego de rol de mundo abierto desarrollado por Bethesda Game Studios. Incluye gráficos mejorados y todo el contenido descargable lanzado previamente. Ambientado en la región de Skyrim, los jugadores exploran un vasto mundo lleno de misterios, dragones y facciones en conflicto, mientras forjan su propio camino como el Dovahkiin, el héroe destinado a salvar la tierra de la profecía del fin del mundo.",
            "video": "https://www.youtube.com/embed/lTjRZ__-278",
            "plataforms_varchar": "Xbox One",
            "genero": "RPG"
        },
        {
            "id": 109,
            "plataforms": 347,
            "genres": 287,
            "name": "Uncharted: Legacy of Thieves Collection",
            "slug": "uncharted-legacy-of-thieves-collection",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/de6/de66bc4c72b45c3bb906c85d0628112d.jpg",
            "price": 22,
            "desc": "Uncharted: Legacy of Thieves Collection es una recopilación de videojuegos que incluye Uncharted 4: El desenlace del ladrón y Uncharted: El legado perdido. Ambos juegos son aventuras de acción desarrolladas por Naughty Dog y protagonizadas por el carismático cazatesoros Nathan Drake. En esta colección, los jugadores pueden experimentar la emocionante narrativa, los entornos exóticos y los emocionantes combates de estas dos entregas aclamadas por la crítica en una sola experiencia.",
            "video": "https://www.youtube.com/embed/F3Wl-OiZCO4",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 110,
            "plataforms": 347,
            "genres": 289,
            "name": "Marvel's Spider-Man Remastered",
            "slug": "marvels-spider-man-remastered",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/5f1/5f1399f755ed3a40b04a9195f4c06be5.jpg",
            "price": 23,
            "desc": "Marvel's Spider-Man Remastered es una versión mejorada del aclamado juego de acción y aventuras desarrollado por Insomniac Games. Esta remasterización presenta gráficos mejorados, incluyendo modelos de personajes más detallados y efectos visuales mejorados. Además, incluye todo el contenido descargable lanzado previamente, como misiones adicionales y trajes para el héroe arácnido. La jugabilidad sigue centrada en las habilidades acrobáticas y de combate de Spider-Man mientras navega por la ciudad de Nueva York, enfrentándose a villanos icónicos y protegiendo a los ciudadanos.",
            "video": "https://www.youtube.com/embed/mrT5q5xXb7Y",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Casual"
        },
        {
            "id": 111,
            "plataforms": 352,
            "genres": 292,
            "name": "Shovel Knight: Shovel of Hope",
            "slug": "shovel-knight-shovel-of-hope",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/32e/32e2fca8b56687dd33ae966093012671.jpg",
            "price": 39,
            "desc": "Shovel Knight: Shovel of Hope es un juego de plataformas de acción que rinde homenaje a los clásicos de 8 bits. Sigue las aventuras de Shovel Knight, un valiente caballero que utiliza una pala como su principal arma, mientras se embarca en una búsqueda para rescatar a su amada y derrotar a la malvada Orden Sin Cuartel. Con gráficos retro encantadores, una jugabilidad desafiante y una banda sonora memorable, el juego ofrece una experiencia nostálgica pero fresca para los aficionados a los videojuegos de todas las edades.",
            "video": "https://www.youtube.com/embed/BHvJ5GQoTac",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Indie"
        },
        {
            "id": 112,
            "plataforms": 346,
            "genres": 292,
            "name": "Hades",
            "slug": "hades-2018",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/1f4/1f47a270b8f241e4676b14d39ec620f7.jpg",
            "price": 49,
            "desc": "Hades es un videojuego de acción y aventuras desarrollado por Supergiant Games. Ambientado en la mitología griega, sigue la historia de Zagreo, el hijo de Hades, mientras intenta escapar del inframundo. Con mecánicas de combate fluidas, gráficos estilizados y una narrativa envolvente, el juego ofrece una experiencia emocionante y desafiante mientras exploras los reinos del más allá y te enfrentas a los dioses del Olimpo.",
            "video": "https://www.youtube.com/embed/BJNfc-xRYJI",
            "plataforms_varchar": "Xbox One",
            "genero": "Indie"
        },
        {
            "id": 113,
            "plataforms": 343,
            "genres": 286,
            "name": "CHRONO TRIGGER (HD)",
            "slug": "chrono-trigger-2018",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/cd1/cd1dedeafe91fa1d9034dba0c3dcb1f7.jpg",
            "price": 23,
            "desc": "Chrono Trigger (HD) es una remasterización del clásico juego de rol japonés desarrollado por Square Enix. La historia sigue a un grupo de personajes que viajan en el tiempo para salvar al mundo de una amenaza catastrófica. Con un innovador sistema de combate por turnos y múltiples finales, el juego ofrece una experiencia épica llena de aventuras, personajes memorables y decisiones que afectan el curso de la historia. La versión HD presenta gráficos mejorados y una mayor fidelidad visual para cautivar tanto a los veteranos como a los nuevos jugadores.",
            "video": "https://www.youtube.com/embed/2fl-AylaHY8",
            "plataforms_varchar": "PC",
            "genero": "RPG"
        },
        {
            "id": 114,
            "plataforms": 373,
            "genres": 298,
            "name": "Need For Speed: Most Wanted",
            "slug": "need-for-speed-most-wanted",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/41b/41ba37b6a3e706dc1d27d49afbf0f72a.jpg",
            "price": 49,
            "desc": "Need for Speed: Most Wanted es un juego de carreras de mundo abierto donde los jugadores compiten para convertirse en el corredor más buscado en la ciudad de Fairhaven. Conduce una variedad de autos de alto rendimiento, evita a la policía y compite en carreras ilegales mientras intentas subir en la lista de los corredores más buscados. La personalización de vehículos, las persecuciones policiales intensas y la exploración del vasto entorno urbano son elementos clave de la experiencia de juego.",
            "video": "https://www.youtube.com/embed/f7PizLICibk",
            "plataforms_varchar": "PSP",
            "genero": "Arcade"
        },
        {
            "id": 115,
            "plataforms": 347,
            "genres": 285,
            "name": "Marvel's Spider-Man",
            "slug": "marvels-spider-man",
            "rating": 4.45,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5hAQ_NFvZCARGPX_EVFr5NeLnljFJXAob1J9zVvJVlA&s",
            "price": 18,
            "desc": "Marvel's Spider-Man es un videojuego de acción y aventura desarrollado por Insomniac Games y lanzado en 2018. El juego sigue la historia de Peter Parker, quien lucha contra el crimen en Nueva York como Spider-Man. Ofrece un mundo abierto detallado donde los jugadores pueden balancearse por la ciudad, combatir contra enemigos icónicos como el Duende Verde y el Doctor Octopus, y explorar una historia emocionante que combina acción, narrativa y jugabilidad.",
            "video": "https://www.youtube.com/embed/q4GdJVvdxss",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Action"
        },
        {
            "id": 116,
            "plataforms": 380,
            "genres": 295,
            "name": "Super Mario 64",
            "slug": "super-mario-64-1996",
            "rating": 4.45,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_7/SI_N64_SuperMario64_image1600w.jpg",
            "price": 32,
            "desc": "Super Mario 64 es un icónico juego de plataformas lanzado por Nintendo en 1996 para la consola Nintendo 64. Es conocido por ser uno de los primeros juegos en 3D de la serie Super Mario. El jugador controla a Mario en su búsqueda para rescatar a la Princesa Peach del malvado Bowser, explorando el castillo de Peach y saltando a través de diversos mundos en 3D llenos de desafíos, enemigos y secretos. El juego fue revolucionario por su diseño de niveles no lineales, controles precisos y jugabilidad innovadora, estableciendo un estándar para los juegos de plataformas en 3D.",
            "video": "https://www.youtube.com/embed/8Fk5sRwbEWI",
            "plataforms_varchar": "Nintendo 64",
            "genero": "Platformer"
        },
        {
            "id": 117,
            "plataforms": 351,
            "genres": 291,
            "name": "International Superstar Soccer Deluxe",
            "slug": "international-superstar-soccer-deluxe",
            "rating": 4.45,
            "media": "https://bloginterference.com/wp-content/uploads/sites/16/2015/07/international-superstar-soccer-deluxe_251016.jpg",
            "price": 50,
            "desc": "International Superstar Soccer Deluxe es un videojuego de fútbol arcade lanzado en 1995, desarrollado por Konami. Es conocido por su jugabilidad rápida y divertida, gráficos coloridos y una amplia variedad de equipos internacionales. Ofrece modos de juego como exhibición, liga, copa y entrenamiento. Es considerado uno de los mejores juegos de fútbol de la era de los 16 bits.",
            "video": "https://www.youtube.com/embed/fCOJUe-M43U",
            "plataforms_varchar": "Genesis",
            "genero": "Sports"
        },
        {
            "id": 118,
            "plataforms": 343,
            "genres": 288,
            "name": "Elite Dangerous: Horizons",
            "slug": "elite-dangerous-horizons",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/1e5/1e52633ff9a37c76dd94fc16150b58a3.jpg",
            "price": 30,
            "desc": "Elite Dangerous: Horizons es una expansión del juego de simulación espacial Elite Dangerous. Introduce características como el aterrizaje en planetas, la exploración de superficies planetarias, la minería de recursos, la mejora de naves y la conducción de vehículos terrestres, agregando una capa adicional de profundidad y exploración al vasto universo del juego.",
            "video": "https://www.youtube.com/embed/FGVUptIPFYU",
            "plataforms_varchar": "PC",
            "genero": "Simulation"
        },
        {
            "id": 119,
            "plataforms": 359,
            "genres": 298,
            "name": "Shovel Knight: Plague of Shadows",
            "slug": "shovel-knight-plague-of-shadows",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/1ce/1ceb0c6328dce5fe2f24e8f6ac4a4d61.jpg",
            "price": 47,
            "desc": "Shovel Knight: Plague of Shadows es una expansión del juego original Shovel Knight que cambia la perspectiva del jugador al controlar a Plague Knight, un alquimista malvado en busca de ingredientes para una poción explosiva. Con mecánicas de juego únicas y una historia paralela, los jugadores exploran el mundo desde una nueva perspectiva mientras enfrentan desafíos únicos y encuentran personajes familiares en nuevas situaciones.",
            "video": "https://www.youtube.com/embed/qVI-xFE5J8o",
            "plataforms_varchar": "Nintendo 3DS",
            "genero": "Arcade"
        },
        {
            "id": 120,
            "plataforms": 343,
            "genres": 298,
            "name": "Space Rangers 2: Reboot",
            "slug": "space-rangers-2-reboot",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/044/04442be91e1f50510b01afeffcb43fa8.jpg",
            "price": 25,
            "desc": "Space Rangers 2: Reboot es un juego de estrategia y aventura espacial que combina elementos de exploración, combate, comercio y roles. Los jugadores asumen el papel de un Ranger del Espacio en un universo lleno de planetas, facciones y peligros. Puedes elegir tu propio camino, desde ser un comerciante pacífico hasta convertirte en un hábil guerrero o explorador. El juego ofrece una jugabilidad no lineal, donde las decisiones del jugador influyen en el curso de la historia y el desarrollo del universo.",
            "video": "https://www.youtube.com/embed/GK6KQRft6lw",
            "plataforms_varchar": "PC",
            "genero": "Arcade"
        },
        {
            "id": 121,
            "plataforms": 359,
            "genres": 296,
            "name": "Street Fighter II Turbo: Hyper Fighting",
            "slug": "street-fighter-ii-turbo-hyper-fighting",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/19e/19e0d1d867e89fc7435167aeff6d7f4a.jpg",
            "price": 15,
            "desc": "Street Fighter II Turbo: Hyper Fighting es una versión mejorada y acelerada del clásico juego de lucha Street Fighter II. Introduce ajustes en la jugabilidad para incrementar la velocidad y la intensidad de los combates, así como la adición de nuevos movimientos especiales para los personajes. Es reconocido por su acción frenética y su papel fundamental en el género de juegos de lucha.",
            "video": "https://www.youtube.com/embed/XiKl2IgtDjQ",
            "plataforms_varchar": "Nintendo 3DS",
            "genero": "Fighting"
        },
        {
            "id": 122,
            "plataforms": 343,
            "genres": 286,
            "name": "The Legend of Heroes: Trails in the Sky the 3rd",
            "slug": "the-legend-of-heroes-trails-in-the-sky-the-3rd",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/screenshots/6f4/6f45b18aeb809bf4286f44df1b460432.jpg",
            "price": 23,
            "desc": "The Legend of Heroes: Trails in the Sky the 3rd es un juego de rol japonés que sigue la historia de Kevin Graham, un sacerdote en una tierra llena de misterios y peligros. Ambientado en un mundo de fantasía, el juego explora los secretos detrás de la Orden de la Congregación de la Luminaria y enfrenta a los jugadores contra poderosos enemigos en una búsqueda épica por la verdad y la redención.",
            "video": "https://www.youtube.com/embed/EvWOrf1Y-Z8",
            "plataforms_varchar": "PC",
            "genero": "RPG"
        },
        {
            "id": 123,
            "plataforms": 371,
            "genres": 294,
            "name": "Half-Life 2: Episode Two",
            "slug": "half-life-2-episode-two",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/198/1988a337305e008b41d7f536ce9b73f6.jpg",
            "price": 37,
            "desc": "Half-Life 2: Episode Two es la continuación directa de Half-Life 2, donde el jugador asume el papel del protagonista, Gordon Freeman, en su lucha contra una invasión alienígena. La historia se centra en la búsqueda de supervivientes humanos mientras se enfrentan a enemigos cada vez más poderosos. El juego presenta una combinación de acción intensa, narrativa envolvente y un mundo inmersivo, todo dentro del motor Source de Valve.",
            "video": "https://www.youtube.com/embed/n0l5N6Exjz0",
            "plataforms_varchar": "Xbox 360",
            "genero": "Puzzle"
        },
        {
            "id": 124,
            "plataforms": 371,
            "genres": 286,
            "name": "Dragon Age: Origins Awakening",
            "slug": "dragon-age-origins-awakening",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/736/736e1e2e7670169114a48b5f65f66bdb.jpg",
            "price": 20,
            "desc": "Dragon Age: Origins - Awakening es una expansión del juego original Dragon Age: Origins. Se sitúa después de los eventos principales del juego y sigue al jugador mientras lidera la defensa de las tierras de Ferelden contra una nueva amenaza oscura. Introduce una nueva historia, personajes, y desafíos, mientras el jugador asume el papel de un Comandante de la Guardia Gris.",
            "video": "https://www.youtube.com/embed/C3WI50aNbO4",
            "plataforms_varchar": "Xbox 360",
            "genero": "RPG"
        },
        {
            "id": 125,
            "plataforms": 363,
            "genres": 285,
            "name": "Grand Theft Auto: Vice City",
            "slug": "grand-theft-auto-vice-city",
            "rating": 4.45,
            "media": "https://media.rawg.io/media/games/13a/13a528ac9cf48bbb6be5d35fe029336d.jpg",
            "price": 10,
            "desc": "Grand Theft Auto: Vice City es un juego de acción y aventuras en mundo abierto ambientado en la década de 1980 en una versión ficticia de Miami, conocida como Vice City. El jugador asume el papel de Tommy Vercetti, un criminal recién liberado que busca vengarse mientras se embarca en una serie de misiones que incluyen robo de autos, tiroteos, y gestión de negocios criminales. El juego se destaca por su atmósfera retro, su banda sonora icónica y su enfoque en la libertad de exploración y juego.",
            "video": "https://www.youtube.com/embed/m8oQllwqw_I",
            "plataforms_varchar": "Xbox",
            "genero": "Action"
        },
        {
            "id": 126,
            "plataforms": 347,
            "genres": 287,
            "name": "Like a Dragon Gaiden: The Man Who Erased His Name",
            "slug": "like-a-dragon-gaiden-the-man-who-erased-his-name",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/0c1/0c10aa5a41d64c0bb6ca9fe30173488d.jpg",
            "price": 25,
            "desc": "Like a Dragon Gaiden: The Man Who Erased His Name es un videojuego que sigue la historia de un hombre que busca redimir su pasado al eliminar su nombre y comenzar de nuevo en las peligrosas calles de Yokohama. En esta aventura, se encuentra con desafíos emocionantes y personajes intrigantes mientras lucha por encontrar su lugar en un mundo lleno de traición y redención.",
            "video": "https://www.youtube.com/embed/e6kBGscgkZA",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 127,
            "plataforms": 352,
            "genres": 285,
            "name": "Fire Emblem Warriors: Three Hopes",
            "slug": "fire-emblem-warriors-three-hopes",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/073/073b560fa5ab283c03e4a9a698d001af.jpg",
            "price": 42,
            "desc": "Fire Emblem Warriors: Three Hopes es un juego de acción y estrategia que combina la jugabilidad de la serie Fire Emblem con la acción hack and slash de la serie Warriors. Se desarrolla en el mundo de Fódlan, presentando a personajes de tres casas diferentes de la Academia de Officer's en Fire Emblem: Three Houses. Los jugadores pueden controlar a una variedad de héroes mientras luchan contra hordas de enemigos y completan misiones estratégicas en tiempo real.",
            "video": "https://www.youtube.com/embed/f91wvxXAEXw",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Action"
        },
        {
            "id": 128,
            "plataforms": 347,
            "genres": 285,
            "name": "Marvel's Spider-Man 2",
            "slug": "marvels-spider-man-2",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/7ae/7ae5a14cdb4ab222a134c15f4629e430.jpg",
            "price": 30,
            "desc": "Marvel's Spider-Man 2 es un videojuego de acción y aventuras desarrollado por Insomniac Games. Es la secuela del aclamado juego de Spider-Man de 2018 y sigue las aventuras del superhéroe en un mundo abierto de la ciudad de Nueva York. En esta entrega, los jugadores pueden esperar una historia emocionante, gráficos mejorados y nuevas mecánicas de juego, incluyendo posiblemente la incorporación de más personajes del universo de Marvel.",
            "video": "https://www.youtube.com/embed/9fVYKsEmuRo",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Action"
        },
        {
            "id": 129,
            "plataforms": 357,
            "genres": 286,
            "name": "Dragon Age: Origins - Ultimate Edition",
            "slug": "dragon-age-origins-ultimate-edition",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/add/add07a75a3f1e479b55dbe920d9fb13d.jpg",
            "price": 18,
            "desc": "Dragon Age: Origins - Ultimate Edition es una compilación del aclamado juego de rol de BioWare, Dragon Age: Origins, junto con todos sus DLCs y expansiones. Ambientado en el mundo de fantasía de Thedas, el juego ofrece una épica historia de héroes, magia y política, donde el jugador asume el papel de un guardia gris en una misión para salvar el reino de la amenaza de un antiguo mal conocido como el Archidemonio. Con decisiones morales impactantes, combate táctico y una gran cantidad de personajes y facciones, el juego ofrece una experiencia de rol inmersiva y emocionante.",
            "video": "https://www.youtube.com/embed/Q9j_YmpEwyw",
            "plataforms_varchar": "PlayStation 3",
            "genero": "RPG"
        },
        {
            "id": 130,
            "plataforms": 347,
            "genres": 286,
            "name": "Ghost of Tsushima",
            "slug": "ghost-of-tsushima",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/f24/f2493ea338fe7bd3c7d73750a85a0959.jpeg",
            "price": 30,
            "desc": "Ghost of Tsushima es un videojuego de acción y aventuras desarrollado por Sucker Punch Productions. Ambientado en el Japón feudal durante la invasión mongol de Tsushima en el siglo XIII, sigues la historia de Jin Sakai, un samurái que se convierte en el Fantasma, un guerrero sigiloso que lucha para liberar su isla de la ocupación mongol. El juego combina una narrativa emocionante con impresionantes paisajes, combate visceral y mecánicas de sigilo para crear una experiencia inmersiva en un mundo abierto.",
            "video": "https://www.youtube.com/embed/Zbq7BnsQhrw",
            "plataforms_varchar": "PlayStation 5",
            "genero": "RPG"
        },
        {
            "id": 131,
            "plataforms": 343,
            "genres": 285,
            "name": "ZONE OF THE ENDERS: The 2nd Runner - M∀RS",
            "slug": "zone-of-the-enders-the-2nd-runner-mrs",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/screenshots/d60/d60b589d52b3f0ceeb164a847db8142a.jpg",
            "price": 14,
            "desc": "ZONE OF THE ENDERS: The 2nd Runner - M∀RS es un videojuego de acción en tercera persona desarrollado por Konami. Situado en un futuro donde los humanos colonizan el espacio, el jugador asume el papel de un piloto de mechas llamado Dingo Egret, quien se ve envuelto en un conflicto interplanetario mientras lucha contra drones y robots en intensas batallas. El juego se destaca por su acción rápida, gráficos mejorados y mecánicas de combate emocionantes, ofreciendo una experiencia inmersiva en un universo de ciencia ficción. Además, la versión M∀RS presenta una actualización gráfica y soporte para realidad virtual, brindando una experiencia aún más envolvente.",
            "video": "https://www.youtube.com/embed/ingxee5RowU&t=10s",
            "plataforms_varchar": "PC",
            "genero": "Action"
        },
        {
            "id": 132,
            "plataforms": 368,
            "genres": 296,
            "name": "WWF SmackDown! 2: Know Your Role",
            "slug": "wwf-smackdown-2-know-your-role",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/de9/de9813f6920bce621c158c019d47befe.jpg",
            "price": 24,
            "desc": "WWF SmackDown! 2: Know Your Role es un videojuego de lucha libre lanzado en 2000 para la consola PlayStation. Ofrece una experiencia emocionante con una amplia gama de luchadores de la WWE, modos de juego variados y una jugabilidad adictiva que permite a los jugadores vivir la emoción del ring.",
            "video": "https://www.youtube.com/embed/LO5JWwYwZuY",
            "plataforms_varchar": "PlayStation",
            "genero": "Fighting"
        },
        {
            "id": 133,
            "plataforms": 365,
            "genres": 295,
            "name": "Sonic Mega Collection",
            "slug": "sonic-mega-collection",
            "rating": 4.44,
            "media": "https://es.static.webuy.com/product_images/Juegos/Gamecube%20Juegos/3546430105993_l.jpg",
            "price": 25,
            "desc": "Sonic Mega Collection es una recopilación de juegos clásicos de Sonic the Hedgehog lanzada para varias consolas. Incluye títulos emblemáticos como Sonic the Hedgehog, Sonic the Hedgehog 2, Sonic the Hedgehog 3, Sonic & Knuckles, así como otros juegos y contenido adicional, como cómics y vídeos. Es una oportunidad para que los fans disfruten de los juegos que definieron la era dorada de Sonic.",
            "video": "https://www.youtube.com/embed/TJjTo4u0FEQ",
            "plataforms_varchar": "PlayStation 2",
            "genero": "Platformer"
        },
        {
            "id": 134,
            "plataforms": 381,
            "genres": 291,
            "name": "Sensible Soccer",
            "slug": "sensible-soccer",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/screenshots/023/0232ea9caef5df63b6ae282d8365faf9.jpg",
            "price": 27,
            "desc": "Sensible Soccer es un videojuego de fútbol lanzado en la década de 1990, conocido por su enfoque arcade, jugabilidad rápida y vista cenital. Destaca por controles simples pero precisos, gráficos simples pero efectivos, y una amplia variedad de equipos y modos de juego. Es considerado un clásico del género y ha influido en muchos otros juegos de fútbol.",
            "video": "https://www.youtube.com/embed/UzrkpChCO04",
            "plataforms_varchar": "SEGA CD",
            "genero": "Sports"
        },
        {
            "id": 135,
            "plataforms": 370,
            "genres": 286,
            "name": "Mega Man Battle Network 3",
            "slug": "mega-man-battle-network-3",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/d0b/d0ba17b1ecefbd9f3c435d9965c4e7d3.jpg",
            "price": 25,
            "desc": "Mega Man Battle Network 3 es un juego de rol táctico desarrollado por Capcom. Ambientado en un futuro donde la tecnología y la realidad virtual convergen, sigue las aventuras de Lan Hikari y su programa NetNavi, MegaMan.EXE, mientras luchan contra virus informáticos y hackers malignos. El juego combina elementos de acción en tiempo real y estrategia por turnos, con una mecánica de batalla única donde los jugadores utilizan cartas para ejecutar ataques y habilidades. Además de la historia principal, ofrece una variedad de misiones secundarias y contenido para explorar en el ciberespacio.",
            "video": "https://www.youtube.com/embed/M0uM7vRCE1I",
            "plataforms_varchar": "Game Boy Advance",
            "genero": "RPG"
        },
        {
            "id": 136,
            "plataforms": 345,
            "genres": 303,
            "name": "Final Fantasy XIV: Heavensward",
            "slug": "final-fantasy-xiv-heavensward",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/screenshots/b72/b72a7c7ce43b2ac0cd503124d8b02f37.jpg",
            "price": 10,
            "desc": "Final Fantasy XIV: Heavensward es la segunda expansión del popular MMORPG Final Fantasy XIV. Ambientada en el mundo de Eorzea, la expansión se centra en la guerra entre los jugadores y el Imperio Garleano, mientras exploran las tierras del norte y se enfrentan a nuevos enemigos y desafíos. Introduce una nueva historia épica, nuevas zonas para explorar, nuevas razas jugables, mazmorras y raids, así como nuevas clases y habilidades.",
            "video": "https://www.youtube.com/embed/4phUCJlomPo",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Massively Multiplayer"
        },
        {
            "id": 137,
            "plataforms": 371,
            "genres": 286,
            "name": "Mass Effect 3: Citadel",
            "slug": "mass-effect-3-citadel",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/screenshots/b13/b133d2b51b2eb5e3da7ca2aef14bae92.jpg",
            "price": 30,
            "desc": "Mass Effect 3: Citadel es un contenido descargable para el videojuego Mass Effect 3 que presenta una trama adicional centrada en una conspiración en la Ciudadela, una estación espacial clave. Ofrece momentos de interacción con personajes queridos y momentos de humor, junto con misiones de combate y una historia que profundiza en las relaciones entre los miembros del equipo del Comandante Shepard. Es ampliamente elogiado por su narrativa emocionante y su capacidad para cerrar la trilogía con un toque de nostalgia y celebración.",
            "video": "https://www.youtube.com/embed/DiFkD0olweE",
            "plataforms_varchar": "Xbox 360",
            "genero": "RPG"
        },
        {
            "id": 138,
            "plataforms": 353,
            "genres": 303,
            "name": "World of Warcraft: Wrath of the Lich King",
            "slug": "world-of-warcraft-wrath-of-the-lich-king",
            "rating": 4.44,
            "media": "https://media.rawg.io/media/games/437/437de3c9cbcde991cd06c85e024902bb.jpg",
            "price": 30,
            "desc": "World of Warcraft: Wrath of the Lich King es la segunda expansión del popular juego de rol en línea World of Warcraft. Se centra en la historia de la lucha contra el Rey Exánime, el malvado Ner'zhul, en el continente de Rasganorte. Introduce una nueva clase jugable, el Caballero de la Muerte, así como una gran cantidad de contenido nuevo, incluidas mazmorras, bandas y zonas para explorar. Además, añade nuevas características como la profesión de inscripción y un nivel máximo aumentado a 80.",
            "video": "https://www.youtube.com/embed/BCr7y4SLhck",
            "plataforms_varchar": "macOS",
            "genero": "Massively Multiplayer"
        },
        {
            "id": 139,
            "plataforms": 365,
            "genres": 290,
            "name": "Metal Gear Solid 2: Substance",
            "slug": "metal-gear-solid-2-substance",
            "rating": 4.44,
            "media": "https://assetsio.gnwcdn.com/arucc.jpg?https://cloudfront-eu-central-1.images.arcpublishing.com/diarioas/5XJLQZ4NI5KPTI3W57PCQAMRGA.jpg",
            "price": 24,
            "desc": "Metal Gear Solid 2: Substance es una versión expandida del juego original Metal Gear Solid 2: Sons of Liberty. Ofrece nuevas misiones, personajes jugables y modos de juego, además de incluir el juego base. La trama sigue a Solid Snake y Raiden mientras enfrentan a una organización terrorista y exploran temas de manipulación de información y control social. Con mecánicas de sigilo innovadoras y una narrativa compleja, es un clásico de los videojuegos de acción y espionaje",
            "video": "https://www.youtube.com/embed/FSJSD6gqGrE",
            "plataforms_varchar": "PlayStation 2",
            "genero": "Shooter"
        },
        {
            "id": 140,
            "plataforms": 352,
            "genres": 295,
            "name": "Super Mario Odyssey",
            "slug": "super-mario-odyssey",
            "rating": 4.44,
            "media": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_SuperMarioOdyssey_bannerXS.jpg",
            "price": 39,
            "desc": "Super Mario Odyssey es un videojuego de plataformas desarrollado por Nintendo para la consola Nintendo Switch. En él, los jugadores controlan a Mario mientras viaja a través de diversos mundos en un intento por rescatar a la Princesa Peach de Bowser. La característica principal del juego es la capacidad de Mario para poseer y controlar varios objetos y enemigos utilizando su sombrero, lo que le permite resolver acertijos y superar obstáculos de nuevas maneras. El juego combina elementos clásicos de la serie Super Mario con mecánicas innovadoras y un mundo abierto expansivo lleno de secretos y desafíos.",
            "video": "https://www.youtube.com/embed/wGQHQc_3ycE",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Platformer"
        },
        {
            "id": 141,
            "plataforms": 352,
            "genres": 297,
            "name": "Mario Kart 8 Deluxe",
            "slug": "mario-kart-8-deluxe",
            "rating": 4.44,
            "media": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_1240/b_white/f_auto/q_auto/ncom/software/switch/70010000000153/de697f487a36d802dd9a5ff0341f717c8486221f2f1219b675af37aca63bc453",
            "price": 14,
            "desc": "Mario Kart 8 Deluxe es un juego de carreras de karts desarrollado por Nintendo para la consola Nintendo Switch. Es una versión mejorada de Mario Kart 8 para la Wii U, con gráficos mejorados, todos los DLC incluidos y nuevas características como el modo batalla mejorado y la posibilidad de llevar dos objetos a la vez. Ofrece una amplia variedad de personajes de Nintendo y pistas emocionantes, así como modos de juego tanto para un solo jugador como para multijugador. Es conocido por su jugabilidad divertida y competitiva, siendo uno de los títulos más populares de la franquicia Mario Kart.",
            "video": "https://www.youtube.com/embed/tKlRN2YpxRE",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Racing"
        },
        {
            "id": 142,
            "plataforms": 357,
            "genres": 286,
            "name": "Fallout: New Vegas",
            "slug": "fallout-new-vegas",
            "rating": 4.44,
            "media": "https://cdn1.epicgames.com/offer/3428aaab2c674c98b3acb789dcfaa548/EGS_FalloutNewVegas_ObsidianEntertainment_S1_2560x1440-7d7f9ea355650139d9ec6cc3cff97f5f",
            "price": 22,
            "desc": "Fallout: New Vegas es un juego de rol de acción ambientado en un mundo post-apocalíptico en el desierto del suroeste de Estados Unidos. Los jugadores asumen el papel de un mensajero en busca de venganza en un conflicto entre facciones por el control de la región. Con un vasto mundo abierto, elecciones morales significativas y un sistema de facciones complejo, el juego ofrece una experiencia inmersiva donde las decisiones del jugador afectan el destino del yermo de Mojave.",
            "video": "https://www.youtube.com/embed/l-x-1fm2cq8",
            "plataforms_varchar": "PlayStation 3",
            "genero": "RPG"
        },
        {
            "id": 143,
            "plataforms": 357,
            "genres": 287,
            "name": "Prince of Persia Classic Trilogy HD",
            "slug": "prince-of-persia-trilogy-in-hd",
            "rating": 4.44,
            "media": "https://m.media-amazon.com/images/I/81HqFeMNSIL.jpg",
            "price": 13,
            "desc": "Prince of Persia Classic Trilogy HD es una colección de tres juegos clásicos de la serie Prince of Persia (The Sands of Time, Warrior Within y The Two Thrones) remasterizados en alta definición. Estos juegos combinan plataformas, acción y puzzles en entornos de fantasía inspirados en la cultura persa, con una narrativa épica y un juego desafiante. La versión HD mejora los gráficos y la jugabilidad para ofrecer una experiencia moderna a los fanáticos de la serie.",
            "video": "https://www.youtube.com/embed/e74yiV7HNss",
            "plataforms_varchar": "PlayStation 3",
            "genero": "Adventure"
        },
        {
            "id": 144,
            "plataforms": 345,
            "genres": 287,
            "name": "UNCHARTED The Nathan Drake Collection",
            "slug": "uncharted-the-nathan-drake-collection",
            "rating": 4.44,
            "media": "https://image.api.playstation.com/vulcan/img/rnd/202011/1101/cwFvuL4cP19wm2P5iOhutdM9.jpg",
            "price": 50,
            "desc": "UNCHARTED: The Nathan Drake Collection es una recopilación de los primeros tres juegos de la serie UNCHARTED, protagonizados por el aventurero Nathan Drake. La colección incluye UNCHARTED: Drakes Fortune, UNCHARTED 2: Among Thieves y UNCHARTED 3: Drake's Deception, remasterizados para la consola PlayStation 4. Los juegos siguen las emocionantes aventuras de Nathan Drake mientras busca tesoros perdidos, resuelve misterios antiguos y lucha contra enemigos en todo el mundo.",
            "video": "https://www.youtube.com/embed/-mH2SVyBMAQ",
            "plataforms_varchar": "PlayStation 4",
            "genero": "Adventure"
        },
        {
            "id": 146,
            "plataforms": 356,
            "genres": 293,
            "name": "Battleheart",
            "slug": "battleheart",
            "rating": 4.44,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREbdvDHD3wb-K5hqYYkO6PcTj4Kq_-4iKIg-411Avk7A&s",
            "price": 43,
            "desc": "Battleheart es un juego de rol táctico para dispositivos móviles donde reclutas y diriges un equipo de héroes en batallas épicas. Controlas a tus héroes en tiempo real, usando habilidades únicas para derrotar enemigos y jefes mientras avanzas en una variedad de escenarios y misiones.",
            "video": "https://www.youtube.com/embed/KQOEv8haXNs",
            "plataforms_varchar": "iOS",
            "genero": "Strategy"
        },
        {
            "id": 147,
            "plataforms": 343,
            "genres": 287,
            "name": "Resident Evil 4 - Separate Ways",
            "slug": "resident-evil-4-separate-ways",
            "rating": 4.43,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5B-dOCPmba6nu0ZuX-TNvoLLLzU-uWqxrLYDgVz4lbA&s",
            "price": 44,
            "desc": "Resident Evil 4: Separate Ways es un complemento del juego principal que se centra en los eventos que ocurren simultáneamente con la trama principal, pero desde la perspectiva de Ada Wong. Los jugadores controlan a Ada mientras ella realiza misiones encubiertas para una organización secreta, revelando más sobre sus motivaciones y conexiones con los eventos principales.",
            "video": "https://www.youtube.com/embed/CqFGDbKSUso",
            "plataforms_varchar": "PC",
            "genero": "Adventure"
        },
        {
            "id": 149,
            "plataforms": 352,
            "genres": 293,
            "name": "Octopath Traveler 2",
            "slug": "octopath-traveller-2",
            "rating": 4.43,
            "media": "https://hb.imgix.net/40b8dddab8d177746d7d61ad3ad1065b25ee6a26.png?auto=compress,format&fit=crop&h=353&w=616&s=5207ad127d1fb0df8a627ed54d2d0b90",
            "price": 59,
            "desc": "Octopath Traveler 2 es un juego de rol japonés que sigue el éxito del original. Ambientado en un mundo de fantasía, presenta una narrativa fragmentada que sigue a ocho protagonistas únicos, cada uno con su propia historia, habilidades y motivaciones. Los jugadores exploran un vasto mundo abierto, luchan contra enemigos en combates por turnos estratégicos y pueden reclutar a otros personajes para formar un grupo diverso. Con un estilo visual distintivo que combina gráficos 2D y 3D, Octopath Traveler 2 promete una experiencia épica llena de emocionantes aventuras y decisiones que impactan en el mundo del juego.",
            "video": "https://www.youtube.com/embed/lgmLN1NHXyE",
            "plataforms_varchar": "Nintendo Switch",
            "genero": "Strategy"
        },
        {
            "id": 151,
            "plataforms": 343,
            "genres": 294,
            "name": "Impostor Factory",
            "slug": "impostor-factory",
            "rating": 4.43,
            "media": "https://cdn.akamai.steamstatic.com/steam/apps/1182620/capsule_616x353.jpg?t=1706503946",
            "price": 39,
            "desc": "Impostor Factory es una aventura gráfica y secuela espiritual de The Hex del desarrollador Daniel Mullins Games. Combina elementos de diferentes géneros como la narrativa, el misterio y los rompecabezas en una experiencia única. La trama sigue a un elenco de personajes que se encuentran atrapados en una simulación de videojuego, explorando temas de identidad, realidad y existencia mientras desentrañan una compleja historia llena de giros inesperados.",
            "video": "https://www.youtube.com/embed/48s4EfUEx5k",
            "plataforms_varchar": "PC",
            "genero": "Puzzle"
        },
        {
            "id": 152,
            "plataforms": 367,
            "genres": 295,
            "name": "Donkey Kong (1994)",
            "slug": "donkey-kong-1994",
            "rating": 4.43,
            "media": "https://m.media-amazon.com/images/M/MV5BOWViYTIyMGEtZDliOS00N2Y4LWE2MWUtMjllZGUwOTNiY2E3XkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_.jpg",
            "price": 12,
            "desc": "Donkey Kong (1994) es un videojuego de plataformas lanzado para Game Boy. Es una versión ampliada del clásico juego de arcade original de 1981. En él, los jugadores controlan a Mario mientras intenta rescatar a la Princesa Peach del malvado Donkey Kong, superando obstáculos y enfrentándose a enemigos a lo largo de varios niveles llenos de acción y desafíos. El juego es conocido por su jugabilidad sólida, gráficos vibrantes y una banda sonora memorable.",
            "video": "https://www.youtube.com/embed/RjdfdQL8b6w",
            "plataforms_varchar": "Game Boy",
            "genero": "Platformer"
        },
        {
            "id": 153,
            "plataforms": 356,
            "genres": 294,
            "name": "Cube Escape: Birthday",
            "slug": "cube-escape-birthday",
            "rating": 4.43,
            "media": "https://blog.rustylake.com/wp-content/uploads/2016/02/iconBreed.png",
            "price": 19,
            "desc": "Cube Escape: Birthday es un juego de aventuras y puzzles en formato de escape room desarrollado por Rusty Lake. Ambientado en un extraño y surrealista universo, el juego sigue la historia de Dale Vandermeer mientras celebra su cumpleaños en un misterioso lugar lleno de enigmas y secretos por descubrir. Los jugadores deben resolver una serie de acertijos y manipular objetos para avanzar en la trama y desentrañar los misterios que rodean a este peculiar mundo.",
            "video": "https://www.youtube.com/embed/O9pvyRLXu9s",
            "plataforms_varchar": "iOS",
            "genero": "Puzzle"
        },
        {
            "id": 154,
            "plataforms": 365,
            "genres": 297,
            "name": "Gran Turismo 4",
            "slug": "gran-turismo-4",
            "rating": 4.43,
            "media": "https://www.gran-turismo.com/images/c/i1MQNW1HkOSlfC.jpg",
            "price": 24,
            "desc": "Gran Turismo 4 es un juego de simulación de carreras de automóviles desarrollado por Polyphony Digital. Fue lanzado en 2004 para la consola PlayStation 2. Ofrece una amplia selección de automóviles y pistas, gráficos impresionantes para su época y un realismo en la física de conducción. Con modos de juego variados, desde carreras individuales hasta desafíos de licencia y carreras de resistencia, es considerado uno de los mejores juegos de carreras de su generación.",
            "video": "https://www.youtube.com/embed/EVY0O6nrK40",
            "plataforms_varchar": "PlayStation 2",
            "genero": "Racing"
        },
        {
            "id": 156,
            "plataforms": 343,
            "genres": 286,
            "name": "Quest for Glory: So You Want to Be a Hero",
            "slug": "quest-for-glory-so-you-want-to-be-a-hero",
            "rating": 4.43,
            "media": "https://playclassic.games/wp-content/uploads/2019/04/Quest-for-Glory-I-So-You-Want-To-Be-A-Hero-VGA.jpg",
            "price": 12,
            "desc": "Quest for Glory: So You Want to Be a Hero es un juego de aventuras y rol que combina elementos de acción, exploración y resolución de acertijos. Ambientado en un mundo de fantasía, los jugadores asumen el papel de un héroe en ascenso que debe completar misiones, mejorar sus habilidades y enfrentarse a desafíos para salvar la tierra de peligros y ganar renombre. La serie se destaca por su combinación única de humor, narrativa envolvente y múltiples enfoques para resolver problemas, que pueden incluir combate, sigilo o diplomacia.",
            "video": "https://www.youtube.com/embed/fofH9zkbT8k",
            "plataforms_varchar": "PC",
            "genero": "RPG"
        },
        {
            "id": 157,
            "plataforms": 356,
            "genres": 294,
            "name": "Calculator: The Game",
            "slug": "calculator-the-game",
            "rating": 4.43,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8oV76_A37LC_BJunuLuGgVpEFKDE7Ijuebk4J3FESXw&s",
            "price": 32,
            "desc": "Calculator: The Game es un juego de rompecabezas que desafía a los jugadores a resolver problemas matemáticos utilizando funciones básicas de una calculadora virtual. Cada nivel presenta un nuevo desafío donde los jugadores deben utilizar la lógica y la creatividad para alcanzar el objetivo utilizando un número limitado de movimientos. El juego ofrece una progresión de dificultad y desbloquea nuevas funciones de calculadora a medida que avanzas.",
            "video": "https://www.youtube.com/embed/w5yyY341-4A",
            "plataforms_varchar": "iOS",
            "genero": "Puzzle"
        },
        {
            "id": 159,
            "plataforms": 343,
            "genres": 298,
            "name": "Moorhuhn Kart 2",
            "slug": "moorhuhn-kart-2",
            "rating": 4.43,
            "media": "https://media.rawg.io/media/screenshots/114/114d4652020d71424c3a88865a4591c2.jpg",
            "price": 32,
            "desc": "Moorhuhn Kart 2 es un juego de carreras arcade en 3D que presenta a los populares personajes de la serie de videojuegos Moorhuhn. Los jugadores compiten en emocionantes pistas mientras utilizan power-ups y habilidades especiales para ganar ventaja sobre sus oponentes. Con gráficos coloridos y una jugabilidad rápida, ofrece diversión para jugadores de todas las edades.",
            "video": "https://www.youtube.com/embed/XmazgzEIc70",
            "plataforms_varchar": "PC",
            "genero": "Arcade"
        },
        {
            "id": 160,
            "plataforms": 343,
            "genres": 298,
            "name": "Cars: The Video Game",
            "slug": "cars-the-video-game",
            "rating": 4.43,
            "media": "https://m.media-amazon.com/images/M/MV5BNWEzZmJhMjctZTYwZS00OGZlLThjMWYtYzBhNmQ0ZGMyYjk1XkEyXkFqcGdeQXVyNzg5OTk2OA@@._V1_.jpg",
            "price": 27,
            "desc": "Cars: The Video Game es un juego de carreras basado en la película de animación de Disney-Pixar Cars. Los jugadores asumen el papel de Rayo McQueen y otros personajes de la película mientras compiten en diversas pistas y participan en desafíos para ganar el Campeonato Pistón. El juego presenta gráficos coloridos, mecánicas de conducción divertidas y la oportunidad de explorar el mundo de Radiador Springs.",
            "video": "https://www.youtube.com/embed/cewZtf7vNW4",
            "plataforms_varchar": "PC",
            "genero": "Arcade"
        },
        {
            "id": 161,
            "plataforms": 347,
            "genres": 287,
            "name": "Dragon ball z kakarot",
            "slug": "dragon-ball-z-kakarot",
            "rating": 4.84,
            "media": "https://i.blogs.es/9a1106/dbzkakarotjpcover-tiny/840_560.jpeg",
            "price": 43,
            "desc": "Dragon Ball Z: Kakarot es un videojuego de acción y aventuras que sigue la historia de Dragon Ball Z desde la perspectiva de Goku y otros personajes principales. Los jugadores reviven momentos icónicos del anime y manga mientras exploran el mundo, luchan contra enemigos, entrenan y completan misiones secundarias. El juego destaca por su narrativa fiel a la serie, combates emocionantes y gráficos impresionantes que capturan la esencia del universo de Dragon Ball Z.",
            "video": "https://www.youtube.com/embed/s0Xe1ggWDUI",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 162,
            "plataforms": 365,
            "genres": 289,
            "name": "Space Invaders Infinity",
            "slug": "space-invaders-infinity",
            "rating": 4.72,
            "media": "https://i.ytimg.com/vi/SuffzDO4thw/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLA4LzpAKYXV70oSBxZkp3EgFZcRGA",
            "price": 15,
            "desc": "Space Invaders es un icónico juego de arcade lanzado en 1978, donde el jugador controla una nave espacial que debe defender la Tierra de hordas de invasores alienígenas descendiendo en formación desde arriba. El objetivo es eliminar a todos los invasores mientras esquivas sus ataques y obstáculos. El juego es conocido por su simple pero adictiva jugabilidad y por ser uno de los pioneros del género de los videojuegos de disparos.",
            "video": "https://www.youtube.com/embed/z3ih7w5Rw7M",
            "plataforms_varchar": "PlayStation 2",
            "genero": "Casual"
        },
        {
            "id": 163,
            "plataforms": 347,
            "genres": 286,
            "name": "Like a Dragon: Infinite Wealth",
            "slug": "like-a-dragon-infinite-wealth",
            "rating": 4.88,
            "media": "https://media.rawg.io/media/games/f9d/f9d124268f23a61fa3aa71ecefb30cc4.jpg",
            "price": 46,
            "desc": "Like a Dragon: Infinite Wealth es una expansión del popular videojuego Yakuza: Like a Dragon. Esta expansión lleva a los jugadores a una nueva aventura en el vibrante mundo de la mafia japonesa, donde se enfrentarán a desafíos aún mayores en su búsqueda de riqueza y poder. La trama se centra en el protagonista y su equipo, quienes se embarcan en una búsqueda épica para obtener una fortuna ilimitada, enfrentándose a enemigos formidables, realizando misiones arriesgadas y explorando nuevos territorios de la ciudad. Con gráficos mejorados, jugabilidad emocionante y una historia envolvente, Like a Dragon: Infinite Wealth promete ofrecer a los jugadores una experiencia inolvidable llena de acción y emoción en el submundo criminal de Japón. ",
            "video": "https://www.youtube.com/embed/3Q1HRYrO1Gw",
            "plataforms_varchar": "PlayStation 5",
            "genero": "RPG"
        },
        {
            "id": 164,
            "plataforms": 347,
            "genres": 287,
            "name": "Death Stranding 2: On The Beach",
            "slug": "death-stranding-2",
            "rating": 4.83,
            "media": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRwbQsKYm1HtHiOX_FOAwRkmM3yxBAgRpCZP4hi35Y19A&s",
            "price": 27,
            "desc": "Death Stranding 2: On The Beach es una secuela que continúa la historia del original, sumergiendo al jugador en un mundo post-apocalíptico donde la conexión entre vida y muerte es clave. Ambientado en una extensa playa, sigue al protagonista en su travesía para reconectar a las comunidades dispersas y restaurar la esperanza. Con una mecánica de juego expandida y una narrativa enigmática, explora temas de redención y la naturaleza de la existencia, ofreciendo una experiencia inolvidable que desafía las convenciones del género.",
            "video": "https://www.youtube.com/embed/WOmTBfDD6a4",
            "plataforms_varchar": "PlayStation 5",
            "genero": "Adventure"
        },
        {
            "id": 165,
            "plataforms": 345,
            "genres": 296,
            "name": "Dragon ball xenoverse 2",
            "slug": "dragon-ball-xenoverse-2",
            "rating": 4.79,
            "media": "https://cdn-ext.fanatical.com/production/product/1280x720/98731fd0-8c80-4636-87a5-1777d7c1c5f8.jpg",
            "price": 15,
            "desc": "Dragon Ball Xenoverse 2 es un juego de rol y acción basado en la serie Dragon Ball. Los jugadores crean su propio personaje y viajan por el tiempo para corregir eventos históricos alterados, trabajando con personajes clásicos de la serie. El juego ofrece un gran hub central, Conton City, para misiones, combates y entrenamiento, y presenta una amplia personalización de personajes y modos de juego.",
            "video": "https://www.youtube.com/embed/V8b6bFHdJ_Q",
            "plataforms_varchar": "Playstation 4",
            "genero": "Fighting"
        }
    ],
    "genres": [
        {
            "id": 285,
            "name": "Action",
            "slug": "action"
        },
        {
            "id": 286,
            "name": "RPG",
            "slug": "role-playing-games-rpg"
        },
        {
            "id": 287,
            "name": "Adventure",
            "slug": "adventure"
        },
        {
            "id": 288,
            "name": "Simulation",
            "slug": "simulation"
        },
        {
            "id": 289,
            "name": "Casual",
            "slug": "casual"
        },
        {
            "id": 290,
            "name": "Shooter",
            "slug": "shooter"
        },
        {
            "id": 291,
            "name": "Sports",
            "slug": "sports"
        },
        {
            "id": 292,
            "name": "Indie",
            "slug": "indie"
        },
        {
            "id": 293,
            "name": "Strategy",
            "slug": "strategy"
        },
        {
            "id": 294,
            "name": "Puzzle",
            "slug": "puzzle"
        },
        {
            "id": 295,
            "name": "Platformer",
            "slug": "platformer"
        },
        {
            "id": 296,
            "name": "Fighting",
            "slug": "fighting"
        },
        {
            "id": 297,
            "name": "Racing",
            "slug": "racing"
        },
        {
            "id": 298,
            "name": "Arcade",
            "slug": "arcade"
        },
        {
            "id": 299,
            "name": "Board Games",
            "slug": "board-games"
        },
        {
            "id": 300,
            "name": "Card",
            "slug": "card"
        },
        {
            "id": 301,
            "name": "Educational",
            "slug": "educational"
        },
        {
            "id": 302,
            "name": "Family",
            "slug": "family"
        },
        {
            "id": 303,
            "name": "Massively Multiplayer",
            "slug": "massively-multiplayer"
        }
    ],
    "plataforma": [
        {
            "id": 343,
            "popo": "PC",
            "slug": "pc"
        },
        {
            "id": 344,
            "popo": "Xbox Series S/X",
            "slug": "xbox-series-x"
        },
        {
            "id": 345,
            "popo": "PlayStation 4",
            "slug": "playstation4"
        },
        {
            "id": 346,
            "popo": "Xbox One",
            "slug": "xbox-one"
        },
        {
            "id": 347,
            "popo": "PlayStation 5",
            "slug": "playstation5"
        },
        {
            "id": 348,
            "popo": "Wii",
            "slug": "wii"
        },
        {
            "id": 349,
            "popo": "Commodore / Amiga",
            "slug": "commodore-amiga"
        },
        {
            "id": 350,
            "popo": "Atari ST",
            "slug": "atari-st"
        },
        {
            "id": 351,
            "popo": "Genesis",
            "slug": "genesis"
        },
        {
            "id": 352,
            "popo": "Nintendo Switch",
            "slug": "nintendo-switch"
        },
        {
            "id": 353,
            "popo": "macOS",
            "slug": "macos"
        },
        {
            "id": 354,
            "popo": "Linux",
            "slug": "linux"
        },
        {
            "id": 355,
            "popo": "Android",
            "slug": "android"
        },
        {
            "id": 356,
            "popo": "iOS",
            "slug": "ios"
        },
        {
            "id": 357,
            "popo": "PlayStation 3",
            "slug": "playstation3"
        },
        {
            "id": 358,
            "popo": "NES",
            "slug": "nes"
        },
        {
            "id": 359,
            "popo": "Nintendo 3DS",
            "slug": "nintendo-3ds"
        },
        {
            "id": 360,
            "popo": "Dreamcast",
            "slug": "dreamcast"
        },
        {
            "id": 361,
            "popo": "Wii U",
            "slug": "wii-u"
        },
        {
            "id": 362,
            "popo": "Web",
            "slug": "web"
        },
        {
            "id": 363,
            "popo": "Xbox",
            "slug": "xbox-old"
        },
        {
            "id": 364,
            "popo": "SEGA Saturn",
            "slug": "sega-saturn"
        },
        {
            "id": 365,
            "popo": "PlayStation 2",
            "slug": "playstation2"
        },
        {
            "id": 366,
            "popo": "Nintendo DS",
            "slug": "nintendo-ds"
        },
        {
            "id": 367,
            "popo": "Game Boy",
            "slug": "game-boy"
        },
        {
            "id": 368,
            "popo": "PlayStation",
            "slug": "playstation1"
        },
        {
            "id": 369,
            "popo": "3DO",
            "slug": "3do"
        },
        {
            "id": 370,
            "popo": "Game Boy Advance",
            "slug": "game-boy-advance"
        },
        {
            "id": 371,
            "popo": "Xbox 360",
            "slug": "xbox360"
        },
        {
            "id": 372,
            "popo": "SEGA 32X",
            "slug": "sega-32x"
        },
        {
            "id": 373,
            "popo": "PSP",
            "slug": "psp"
        },
        {
            "id": 374,
            "popo": "Classic Macintosh",
            "slug": "macintosh"
        },
        {
            "id": 375,
            "popo": "PS Vita",
            "slug": "ps-vita"
        },
        {
            "id": 376,
            "popo": "GameCube",
            "slug": "gamecube"
        },
        {
            "id": 377,
            "popo": "SNES",
            "slug": "snes"
        },
        {
            "id": 378,
            "popo": "SEGA Master System",
            "slug": "sega-master-system"
        },
        {
            "id": 379,
            "popo": "Game Gear",
            "slug": "game-gear"
        },
        {
            "id": 380,
            "popo": "Nintendo 64",
            "slug": "nintendo-64"
        },
        {
            "id": 381,
            "popo": "SEGA CD",
            "slug": "sega-cd"
        }
    ],
    "users": [
        {
            "id": 153,
            "email": "joel.guerrero@ieselcalamot.com",
            "password": "123",
            "username": "joel",
            "created_at": "05/06/2024",
            "updated_at": "05/21/2024"
        },
        {
            "id": 154,
            "email": "alex.lazaro@ieselcalamot.com",
            "password": "123",
            "username": "petrocaja",
            "created_at": "05/07/2024",
            "updated_at": "05/07/2024"
        },
        {
            "id": 155,
            "email": "dwaddadad@ieselcalamot.com",
            "password": "123",
            "username": "ADAWDADADADA",
            "created_at": "05/09/2024",
            "updated_at": "05/09/2024"
        },
        {
            "id": 158,
            "email": "1.2@gmail.com",
            "password": "1",
            "username": "1",
            "created_at": "05/12/2024",
            "updated_at": "05/12/2024"
        },
        {
            "id": 162,
            "email": "giogio@gmail.com",
            "password": "123",
            "username": "dondaniel",
            "created_at": "05/17/2024",
            "updated_at": "05/17/2024"
        },
        {
            "id": 163,
            "email": "daniel.moreno@ieselcalamot.com",
            "password": "dwa",
            "username": "dwa",
            "created_at": "05/17/2024",
            "updated_at": "05/17/2024"
        },
        {
            "id": 164,
            "email": "iker.fernandez@ieselcalamot.com",
            "password": "123",
            "username": "Iker",
            "created_at": "05/18/2024",
            "updated_at": "05/20/2024"
        },
        {
            "id": 168,
            "email": "joelguerrero@gmail.com",
            "password": "123",
            "username": "Joel-Local",
            "created_at": "05/21/2024",
            "updated_at": "05/21/2024"
        }
    ]
}
